package com.global.staticData.database.tips
{
   public class InfoAlertObj
   {
      
      public static const AlertObj:Object = new Object();
      
      AlertObj[1] = "    建築工地危險，只有萬能的超級拉姆陪著你才能安全進入喲！想要現在就擁有超級拉姆嗎？";
      AlertObj[2] = "    可憐的栗子刺猬遇到麻煩了，充滿愛心的小摩爾願不願意幫助它呢？";
      AlertObj[3] = "    栗子刺猬已經放入你的牧場倉庫中了！快去看看吧！它最愛吃蘋果喲！";
      AlertObj[4] = "    帶著你的拉姆才能進入喲！";
      AlertObj[5] = "    帶拉姆去拉姆神秘世界，進化為\n第五階段，再來幫助栗子刺猬吧！";
      AlertObj[10001] = "    ....？";
      AlertObj[15001] = "    ....？";
      AlertObj[20001] = "    恭喜你獲得1升生牛奶，可以去餐廳合成拉姆食品喲！";
      AlertObj[20002] = "    你家有成年母乳牛嗎？快帶著它過來擠奶吧！";
      AlertObj[20003] = "    你的母乳牛還沒有長大，等母乳牛長大了再來擠奶吧！";
      AlertObj[20004] = "    只有成年的母乳牛才能過來擠奶喲！";
      AlertObj[20005] = "    很抱歉，你來晚囉！ 10000頭小乳牛已經被搶光啦！";
      AlertObj[20006] = "    很抱歉，你沒有答對所有題目，不能開啟抽取小乳牛轉盤喲！繼續努力呀！";
      AlertObj[20007] = "    你答對了所有的題目，但是沒能抽取到小乳牛，繼續加油呀。";
      AlertObj[20008] = "    你答對了所有的題目，幸運地抽取到了一頭小乳牛，已經放入你的牧場倉庫中。";
      AlertObj[20009] = "    你已經從這裡拿到一頭小乳牛啦！不能再拿了喲！";
      AlertObj[20010] = "    只有4月9日晚上19點才開始哦！現在還沒到時間吶！";
      AlertObj[5001] = "    哇，恭喜你獲得閃光皮皮帽 ，去百寶箱裡看看吧！";
      AlertObj[5002] = "    恭喜你獲得《我在星星上》，已經放入你的小屋倉庫，快去看看吧！";
      AlertObj[5003] = "    小豆芽頭套已經放入你的百寶箱中，快去看看吧！";
      AlertObj[5004] = "    摩摩食博徽章已經放入你的百寶箱中，快去看看吧！";
      
      public function InfoAlertObj()
      {
         super();
      }
   }
}

