package com.global.staticData.database
{
   public class InfoDragonDataObj
   {
      
      public static const DragonDataObj:Object = new Object();
      
      DragonDataObj["1350001_1"] = {
         "addition":"增加摩爾生命值最大上限 15 %\n增加摩爾15%攻擊力",
         "prop":[[4,"增加木系卡牌1點數值"]]
      };
      DragonDataObj["1350001_2"] = {
         "addition":"增加摩爾生命值最大上限 30 %\n增加摩爾30%攻擊力",
         "prop":[[4,"增加木系卡牌2點數值"]]
      };
      DragonDataObj["1350002_1"] = {
         "addition":"增加摩爾生命值最大上限 40 %\n增加摩爾40%攻擊力",
         "prop":[[4,"增加木屬性卡牌2點數值"],[3,"增加火屬性卡牌2點數值"],[2,"增加水屬性卡牌2點數值"]]
      };
      DragonDataObj["1350002_2"] = {
         "addition":"增加摩爾生命值最大上限 80 %\n增加摩爾80%攻擊力",
         "prop":[[4,"增加木屬性卡牌4點數值"],[3,"增加火屬性卡牌4點數值"],[2,"增加水屬性卡牌4點數值"]]
      };
      DragonDataObj["1350003_1"] = {
         "addition":"增加摩爾生命值最大上限 25 %\n增加摩爾25%攻擊力",
         "prop":[[3,"增加火屬性卡牌2點數值"]]
      };
      DragonDataObj["1350003_2"] = {
         "addition":"增加摩爾生命值最大上限 50 %\n增加摩爾50%攻擊力",
         "prop":[[3,"增加火屬性卡牌4點數值"]]
      };
      DragonDataObj["1350005_1"] = {
         "addition":"增加摩爾生命值最大上限 30 %\n增加摩爾30%攻擊力",
         "prop":[[2,"增加水屬性卡牌3點數值"]]
      };
      DragonDataObj["1350005_2"] = {
         "addition":"增加摩爾生命值最大上限 60 %\n增加摩爾60%攻擊力",
         "prop":[[2,"增加水屬性卡牌5點數值"]]
      };
      DragonDataObj["1350006_1"] = {
         "addition":"增加摩爾生命值最大上限 30 %\n增加摩爾30%攻擊力",
         "prop":[[3,"增加火屬性卡牌3點數值"]]
      };
      DragonDataObj["1350006_2"] = {
         "addition":"增加摩爾生命值最大上限 60 %\n增加摩爾60%攻擊力",
         "prop":[[3,"增加火屬性卡牌5點數值"]]
      };
      DragonDataObj["1350007_1"] = {
         "addition":"增加摩爾生命值最大上限 35 %\n增加摩爾35%攻擊力",
         "prop":[[2,"增加水屬性卡牌3點數值"],[4,"增加木屬性卡牌3點數值"]]
      };
      DragonDataObj["1350007_2"] = {
         "addition":"增加摩爾生命值最大上限 70 %\n增加摩爾70%攻擊力",
         "prop":[[2,"增加水屬性卡牌5點數值"],[4,"增加木屬性卡牌5點數值"]]
      };
      DragonDataObj["1350008_1"] = {
         "addition":"增加摩爾生命值最大上限 35 %\n增加摩爾35%攻擊力",
         "prop":[[3,"增加火屬性卡牌3點數值"],[4,"增加木屬性卡牌3點數值"]]
      };
      DragonDataObj["1350008_2"] = {
         "addition":"增加摩爾生命值最大上限 70 %\n增加摩爾70%攻擊力",
         "prop":[[3,"增加火屬性卡牌5點數值"],[4,"增加木屬性卡牌5點數值"]]
      };
      DragonDataObj["1350004_1"] = {
         "addition":"增加摩爾生命值最大上限 40 %\n增加摩爾40%攻擊力",
         "prop":[[2,"增加水屬性卡牌2點數值"],[3,"增加火屬性卡牌2點數值"],[4,"增加木屬性卡牌2點數值"]]
      };
      DragonDataObj["1350004_2"] = {
         "addition":"增加摩爾生命值最大上限 80 %\n增加摩爾80%攻擊力",
         "prop":[[2,"增加水屬性卡牌4點數值"],[3,"增加火屬性卡牌4點數值"],[4,"增加木屬性卡牌4點數值"]]
      };
      DragonDataObj["1350009_1"] = {
         "addition":"增加摩爾生命值最大上限 35 %\n增加摩爾35%攻擊力",
         "prop":[[3,"增加火屬性卡牌3點數值"],[4,"增加木屬性卡牌3點數值"]]
      };
      DragonDataObj["1350009_2"] = {
         "addition":"增加摩爾生命值最大上限 75 %\n增加摩爾75%攻擊力",
         "prop":[[3,"增加火屬性卡牌6點數值"],[4,"增加木屬性卡牌6點數值"]]
      };
      DragonDataObj["1350010_1"] = {
         "addition":"增加摩爾生命值最大上限 35 %\n增加摩爾35%攻擊力",
         "prop":[[2,"增加水屬性卡牌3點數值"],[3,"增加火屬性卡牌3點數值"]]
      };
      DragonDataObj["1350010_2"] = {
         "addition":"增加摩爾生命值最大上限 75 %\n增加摩爾75%攻擊力",
         "prop":[[2,"增加水屬性卡牌5點數值"],[3,"增加火屬性卡牌5點數值"]]
      };
      DragonDataObj["1350011_2"] = {"help":"    冰焰駿馬，黑森林的神奇生物，高大威武充滿靈性，風一樣的速度更讓騎乘者成為人人敬仰的偶像！"};
      DragonDataObj["1350012_2"] = {"help":"    愛爆豆、愛寵物脆脆酥，也愛被馴服，最愛當坐騎，我不是年獸，也不是神馬浮雲，我只是我，我是卡酷年！"};
      DragonDataObj["1350013_2"] = {"help":"    純白可愛的雪雪大有人氣呢，善良的她總是到處幫助大家，就算幫助了很多小夥伴，她也什麼都不說！"};
      DragonDataObj["1350014_2"] = {"help":"    嘿嘿嘿，哈哈哈，我的力氣大，我愛到處逛，我是天使愛蓮娜……讓我來托著你一塊去遊玩吧！"};
      DragonDataObj["1350015_2"] = {"help":"    “蟲蟲飛，蝴蝶舞，尼尼莫莫愛春天。”從一顆尼尼莫莫瓜成長為尼尼莫莫在空中自由翱翔，她一直都那麼樂觀。"};
      DragonDataObj["1350016_2"] = {"help":"    斯達球成長了之後，異常的害羞，害羞得都不敢露出自己的眼睛，他覺得在頭發的縫隙中看世界非常安全。"};
      DragonDataObj["1350017_2"] = {"help":"    絢螢火性格溫馴，不像焰螢火那樣善於徵戰，他寧可做一隻溫柔的坐騎，其實他只是不知道，他長得有多受歡迎。"};
      DragonDataObj["1350018_2"] = {"help":"    優雅美麗的小惡魔就是我啦，嘿嘿！想要輕盈快樂的飛翔嘛？那就來到美刺的樂園吧，讓美刺帶著你享受飛翔的愉悅！"};
      DragonDataObj["1350019_2"] = {"help":"    紅孩兒擁有叫做三昧真火的火焰力量，這力量能夠幫他掃盪一些黑暗！但他作為你的坐騎，也會載著你穩穩當當、舒舒服服。"};
      DragonDataObj["1350020_2"] = {"help":"    遠古猛獁是傳說中的天使，只能和有緣的摩爾結契約。他的霸氣讓敵人寸步難行，他的威力能夠掃盪一切邪惡。"};
      DragonDataObj["1350021_2"] = {"help":"    愛蓮也有翻身的一天，偶，現在，是，華麗麗的，愛蓮女王，眼前的小摩爾們，都跪拜在女王的裙下吧~"};
      DragonDataObj["1350022_2"] = {"help":"                                    戰鬥坐騎：            騎著小分進入戰鬥，有50%概率釋放全屏攻擊。"};
      DragonDataObj["1350023_2"] = {"help":"    這說它長得奇怪又不奇怪，說不奇怪又很奇怪的雙峰奇駝，鼻尖的鈴鐺和背上高聳的雙峰到底蘊藏著何種神秘的力量？"};
      DragonDataObj["1350024_2"] = {"help":"                                    戰鬥坐騎：            騎著彩羽伯爵進入戰鬥，有50%概率釋放全屏攻擊。"};
      DragonDataObj["1350025_2"] = {"help":"                                    戰鬥坐騎：            騎著青焰伯爵進入戰鬥，有60%概率釋放全屏攻擊。"};
      DragonDataObj["1350026_2"] = {"help":"    三眼金蟾是曾經驍勇善戰的大將軍，帶領眾多的天使大軍和暗黑勢力打過惡戰，當然最後的勝利是屬於三眼金蟾將軍的。"};
      DragonDataObj["1350027_2"] = {"help":"                                    戰鬥坐騎：            騎著霹靂雷龍進入戰鬥，有65%概率釋放全屏攻擊。"};
      DragonDataObj["1350028_2"] = {"help":"                                    戰鬥坐騎：            騎著霹靂火龍進入戰鬥，有65%概率釋放全屏攻擊。"};
      DragonDataObj["1350029_2"] = {"help":"    白玉虎是穿梭在黑森林中的神獸，他們生性好強，只有真正的摩摩怪作戰高手才能夠擁有它，駕馭它。！"};
      DragonDataObj["1350030_2"] = {"help":"    別的小虎還在媽媽懷裡撒嬌的時候，四足岩虎就給自己做了威風凜凜的頭盔。長大後的四足岩虎成為了當之無愧的森林之王。！"};
      DragonDataObj["1350031_2"] = {"help":"    愛爆豆、愛寵物脆脆酥，也愛被馴服，最愛當坐騎，我不是年獸，也不是神馬浮雲，我只是我，我是卡酷年！"};
      DragonDataObj["1350032_2"] = {"help":"    吧啦鳥小時候一點也不像鳥，它的翅膀是慢慢長出的，並且頭上的觸角會不斷延伸，形成一個心形。它總說自己是愛心祝福鳥！"};
      DragonDataObj["1350033_2"] = {"help":"    狐狸苗苗是狐狸和苗苗相互依賴而形成的。太陽之神說，狐狸需要苗苗給予力量，苗苗需要狐狸給予生機，你們要永遠在一起！"};
      DragonDataObj["1350034_2"] = {"help":"    來自火海的神奇精靈！"};
      DragonDataObj["1350035_2"] = {"help":"    黑森林裡的正義勇士！"};
      DragonDataObj["1350036_2"] = {"help":"    翱翔在天空的大自然守護神！"};
      DragonDataObj["1350037_2"] = {"help":"    斯芬克斯是“高貴”和“仁慈”的象徵，傳說它是摩爾王三世心愛的坐騎，具有神奇力量，曾帶著摩爾王三世去過無數地方。！"};
      DragonDataObj["1350038_2"] = {"help":"    五斑靈鹿是來自童話世界的精靈，成年後它的身上會長出美麗的五花瓣，散發出耀眼的光芒，據說它是被聖光籠罩的守護神。！"};
      DragonDataObj["1350039_2"] = {"help":"    六角羚羊是遊歷於世界各地的勇士，它有著驚人的耐力。不管是險峻的高峰、湍急的流水、無邊的沙漠，都阻擋不了它的步伐。！"};
      DragonDataObj["1350040_2"] = {"help":"    七彩鸚鵡是來自天上的霓裳天使，也是美貌和智慧的象徵。見過它的人，無不被它的華麗外表所深深折服。！"};
      DragonDataObj["1350041_2"] = {"help":"    金福蛛是伴隨著福氣降臨的天使，就像它永遠織不完的網，它所能帶給大家的好運和福氣，也是無盡的。"};
      DragonDataObj["1350042_2"] = {"help":"    祥雲九尾腳踏七彩之光從天而降，它所帶給大家的是無限的福音。所到之處，吉祥之花便悄然開放。"};
      DragonDataObj["1350043_2"] = {"help":"    火焰精靈龍是誕生在火焰中的霸氣精靈，所到之處，無不帶來火焰般的威猛和震懾。沒錯，誰能阻擋火焰的力量呢？"};
      DragonDataObj["1350044_2"] = {"help":"    冰雪精靈龍是極冷寒氣中誕生的龍天使，它有著冰雪所賜予的強大力量，可以輕易將週圍的一切凍結。它的出現，令萬物震懾。"};
      DragonDataObj["1350045_2"] = {"help":"    雪麒麟是冰雪精靈龍吸收了強大力量後演變而來的強力天使，有著令人震懾的威力。所過之處，都會因它的到來而冰封。"};
      DragonDataObj["1350046_2"] = {"help":"    華冠海豚是來自海洋中的神聖精靈，大海的歌聲賜予了它無窮的力量，海的深邃更是給它蒙上了一層神秘的面紗。"};
      DragonDataObj["1350047_2"] = {"help":"    火焰金牛是來自火焰星系的神奇天使，具有駕馭火焰的強大力量，所到之處，會帶來猶如太陽般強烈的光芒。"};
      DragonDataObj["1350048_2"] = {"help":"    胖墩魚是一隻生活在深海裡的小海妖，它被莊園快樂的氣息吸引而來。說不定哪一天，它就來和你交朋友了！"};
      DragonDataObj["1350112_2"] = {"help":"    KFC飛魚是奇奇馴養的神奇飛魚，它所到之處都充滿快樂和驚喜！"};
      DragonDataObj["1350111_2"] = {"help":"    據傳海妖王後某日夢到自己腳踏青蓮，在水中搖曳生姿。醒後便命工匠打造了一個蓮花坐騎，為其命名：步步生蓮。"};
      DragonDataObj["1350113_2"] = {"help":"    留戀哥的脾氣很好，似乎與它的長滿刺的外表不同，作為一隻從海底歷練出來的海妖，它肯定也有自己獨特的本領。"};
      DragonDataObj["1350114_2"] = {"help":"    我是充滿生機，象徵生命力的綠色的西瓜小弟，有著圓嘟嘟的身材，Q嫩嫩的臉蛋兒！矮油，不要捏我啦！"};
      DragonDataObj["1350115_2"] = {"help":"    我是來自西域的葡萄提子，極具異域風情的紫色外衣，華麗高貴的金黃頭飾，絕對的高貴與氣質！不要猶豫，你值得擁有！"};
      DragonDataObj["1350116_2"] = {"help":"    超酷的蝴蝶墨鏡，個性的金色髮型！沒錯，我就是來自熱帶的金芒果！你想擁有迷人魅力嗎？那就趕快讓我成為你的坐騎吧！"};
      DragonDataObj["1350117_2"] = {"help":"    嗨，大家好！我是漂亮的夏日果飲女王！各色鮮果做成的裝飾，無處不散發著誘人的果香。王一樣的氣質，你也可以有哦！"};
      DragonDataObj["1350118_2"] = {"help":"    每一次重生就遺忘一次記憶。"};
      DragonDataObj["1350119_2"] = {"help":"    是誰喚醒了我？他必須付出代價!"};
      DragonDataObj["1350120_2"] = {"help":"    夢想的力量劃過星空，進入心靈，鼓勵我們前進！"};
      DragonDataObj["1350121_2"] = {"help":"    你用力，我就跑，你扭腰，我轉彎，有時候，掌握方向的不是手而是腳哦~~"};
      DragonDataObj["1350122_2"] = {"help":"    飄逸的鬃毛映著藍天的顏色，巨大的雙翼由光而生，我就是純白之翼！只有堅守與他人約定的人，才能見到我！"};
      DragonDataObj["1350123_2"] = {"help":"    烈火考驗你的勇氣，寒冰驗證你的執著。只有經過了冰與火的洗禮，你才能成為我永遠的朋友！"};
      DragonDataObj["1350124_2"] = {"help":"    我是大衛最新研制的超級蹦蹦車，哪怕你沒有駕照，也一樣可以使用我哦！"};
      DragonDataObj["1350125_2"] = {"help":"    由岩石與火焰組成的科羅拉龍是沉穩的長者，但千萬不要忽視它的威力，它堅硬的身軀能橫掃一切障礙！"};
      DragonDataObj["1350126_2"] = {"help":"    深埋於地下，沉睡了數不清的黑夜與白天，卡爾瓦火龍是紅龍一族為數不多的幸存者，擁有它的人無疑是幸運的！"};
      DragonDataObj["1350127_2"] = {"help":"    踏著塤的悠揚節奏，小火馬由熔岩中奔出，帶給我們吉祥的祝福！"};
      DragonDataObj["1350128_2"] = {"help":"    我是一隻快樂的小灰機，灰到東來灰到西，帶你灰向藍天裡！"};
      DragonDataObj["1350129_2"] = {"help":"    隨風而來，隨風而去！"};
      DragonDataObj["1350130_2"] = {"help":"    99個魔靈的詛咒，13次不死的記憶，復活2匹無敵的戰馬，點亮5盞搖擺的明燈！解除封印，任你馳騁！"};
      DragonDataObj["1350131_2"] = {"help":"    寶寶小車最威風，可睡覺來可跑步，自由自在隨便開，不用加油和打氣！"};
      DragonDataObj["1350132_2"] = {"help":"    冰雪阻擋不了我的步伐，為了大家的禮物而努力奔跑！"};
      DragonDataObj["1350133_2"] = {"help":"    和我一起觀看冬天的雪景吧~"};
      DragonDataObj["1350134_2"] = {"help":"    我是雪人，冬天媽媽的孩子~"};
      DragonDataObj["1350135_2"] = {"help":"    聖誕老人的麋鹿雪車，後面裝著滿滿的聖誕禮物哦~"};
      DragonDataObj["1350136_2"] = {"help":"    節日裡歡樂的氣球，帶你一起飛翔。"};
      DragonDataObj["1350137_2"] = {"help":"    哈哈，我是60米巨人"};
      DragonDataObj["1350138_2"] = {"help":"    冰晶巴爾德來自傳說中的積雪神殿，它被尊為光明之神，給世界帶來光明和喜樂！"};
      DragonDataObj["1350139_2"] = {"help":"    巨型冰晶巴爾德，你值得擁有。"};
      DragonDataObj["1350140_2"] = {"help":"    冰雪坐騎，感受冬天的寒冷。"};
      DragonDataObj["1350141_2"] = {"help":"    精神抖擻的聰明鼠，也不知道它到底來自哪裡，帶著華麗麗的鞍，想要載著小摩爾們去環遊這個美好的摩爾王國。"};
      DragonDataObj["1350142_2"] = {"help":"    受到企鵝眾神濁暗之氣的沾染，純潔優雅的冰晶巴爾德異化而生，聚集黑暗力量，轉生為暗黑霍德爾~讓暗黑的煉獄之火燃盡世間的邪惡吧~"};
      DragonDataObj["1350143_2"] = {"help":"    風風雨雨，我們陪莊園走過了六週年；坎坎坷坷，拉姆陪我們度過了六週年！祝所有小摩爾週年快樂，祝所有小拉姆都有一個愛她疼她寵她一輩子的好主人！"};
      DragonDataObj["1350144_2"] = {"help":"    閃電之王雷伊，守護著赫爾卡星的文明，等待著那些踏上徵途的未歸之人。"};
      DragonDataObj["1350145_2"] = {"help":"    蓋亞是精靈世界的戰鬥大師，它掌握著許許多多原創的戰鬥技巧，頗具霸者風範。"};
      DragonDataObj["1350146_2"] = {"help":"    他不像我們看到的那樣黑暗，他的真實身份是光明聖壇守護者伯恩，具有雙重人格。"};
      DragonDataObj["1350147_2"] = {"help":"    天蛇公主繆斯，在宇宙間不斷追尋自己的身世之謎。戰神聯盟中唯一的女生。"};
      DragonDataObj["1350148_2"] = {"help":"    上古一族終極形態，宇宙中獨一無二的巨無霸，千年前被次元系和聖靈系聯手封印，然而再度的覺醒給宇宙帶來了更深重的災難。"};
      DragonDataObj["1350149_2"] = {"help":"    椿的花語是高潔和理性，為了理想和信念連生命都可以舍棄。"};
      DragonDataObj["1350150_2"] = {"help":"    在最邪惡的存在中，總會同時孕育出純潔的善。"};
      DragonDataObj["1350151_2"] = {"help":"    它操控閃電和穿梭夢境，是一種強大的魔獸，帶恐懼光環，除精神免疫和沒有心靈不知害怕的生物外，其他生物被它攻擊都會被恐懼所籠罩，不敢與它交戰。"};
      DragonDataObj["1350152_2"] = {"help":"    暖暖的午後，讓我們一起來享受陽光、松餅、下午茶。"};
      DragonDataObj["1350153_2"] = {"help":"    從前有個老頭兒和他的老太婆，住在藍色的大海邊；他們住在一所破舊的泥棚裡，整整有三十又三年。老頭兒撒網打魚。老太婆紡紗結線。"};
      DragonDataObj["1350154_2"] = {"help":"    燕子就把王子身上的金片一片片地啄了下來，王子變得灰暗難看了。窮人們快樂了，他們有了衣服，有了面包，臉頰上出現了微微的紅色。"};
      DragonDataObj["1350155_2"] = {"help":"    用彩色畫筆描繪出彩色的生活，讓每年的六一都這樣無憂無慮，快樂無邊~摩爾莊園，快樂童年！！"};
      DragonDataObj["1350156_2"] = {"help":"    迅疾如風，綠影相隨，忠誠的綠影龍坐騎，陪你度過莊園每一天！"};
      DragonDataObj["1350157_2"] = {"help":"    蒲牢生性好鳴，酷炫的黑晶蒲牢屬於摩靈排行第一的小摩爾，祝小摩爾聲名遠揚。"};
      DragonDataObj["1350158_2"] = {"help":"    蒲牢生性好鳴，拉轟的烈焰蒲牢屬於摩靈排行第二的小摩爾，祝小摩爾越戰越勇。"};
      DragonDataObj["1350159_2"] = {"help":"    蒲牢生性好鳴，優雅的寒雪蒲牢屬於摩靈排行第三的小摩爾，祝小摩爾再創新高。"};
      DragonDataObj["1350160_2"] = {"help":"    玉兔是月宮特有的萌寵，這次借著中秋節來到了小摩爾的身邊，成為了莊園的萌寵。希望帶給小摩爾快樂。"};
      DragonDataObj["1350161_2"] = {"help":"    來自肥肥館的七彩萌萌，穿著霓裳羽衣，色彩鮮艷，外表華麗，希望和小摩爾一起暢遊莊園。"};
      DragonDataObj["1350162_2"] = {"help":"    來自牧場的紳士派對犬，生性好動，踏遍了莊園的每個角落。"};
      DragonDataObj["1350165_2"] = {"help":"    來自摩靈世界的碧水普藍波，外表冷漠，卻渴望友情，在與摩爾接觸中結下了深深的友誼。"};
      DragonDataObj["1350166_2"] = {"help":"    來自摩靈世界的烈火迪焰斯，性如烈火，嚮往正義，一生都在對抗黑暗勢力。"};
      DragonDataObj["1350167_2"] = {"help":"    來自摩靈世界的花木布爾芽，性情溫和，愛好寧靜，喜歡莊園的和平生活。"};
      DragonDataObj["1350163_2"] = {"help":"    來自摩靈世界的飛天金羊，金色外表掩蓋不住熱情的心，喜歡跟著小摩爾到處跑。"};
      DragonDataObj["1350164_2"] = {"help":"    來自摩靈世界的鬼火黑俠，性格孤僻，但是在保護摩靈世界戰鬥中總是身先士卒。"};
      DragonDataObj["1350168_2"] = {"help":"    首屆馴獸師大賽的吉祥物，象徵著摩爾與動物之間的和平友愛。希望小摩爾們在比賽中賽出好成績。"};
      DragonDataObj["1350169_2"] = {"help":"    7k7k可多拉巨龍"};
      DragonDataObj["1350170_2"] = {"help":"    怪怪小鴨"};
      DragonDataObj["1350171_2"] = {"help":"    來自摩靈世界的鈴鐺貓，可愛的外表下是一顆調皮的心，莊園中搗亂事件總少不了它的身影。"};
      DragonDataObj["1350172_2"] = {"help":"    蝙蝠南瓜車是莊園獨一無二的萬聖節坐騎，為了陪伴小摩爾度過一個瘋狂的萬聖節，來到莊園。騎上它是不是很拉風呢？"};
      DragonDataObj["1350173_2"] = {"help":"    蘊藏著靈氣的飛天巨劍，帶你飛翔在浩瀚天空。一覽眾山小的豪情壯志油然而生！"};
      DragonDataObj["1350174_2"] = {"help":"    來自西域的沙漠之舟，耐熱度和速度都非常的驚人！！"};
      DragonDataObj["1350175_2"] = {"help":"    知道弟弟“小火馬”來到摩爾莊園之後，哥哥雪域天馬也飛馳而到，它比弟弟更冷峻！"};
      DragonDataObj["1350176_2"] = {"help":"    聖誕老人的好夥伴，托尼喜歡小摩爾和禮物盒，當然還有白鬍子的聖誕老人~"};
      
      public function InfoDragonDataObj()
      {
         super();
      }
   }
}

