package com.global.staticData.database
{
   public class InfolahmClassRoomQuestion
   {
      
      public static const lahmClassRoomQuestion:Object = new Object();
      
      lahmClassRoomQuestion.questionArr = new Array();
      lahmClassRoomQuestion.answerArr = new Array();
      lahmClassRoomQuestion.actArr = new Array();
      lahmClassRoomQuestion.questionArr[1] = new Array("","    老師，你覺得我能學好語言課嗎？我感覺現在的課程太難了，我都看不懂耶。","    老師，在26個英文字母中，排列在L之後的是哪一個字母呀？","    老師，在26個英文字母中，排列在L之前的是哪一個字母呀？","    老師，每天早上我上學的時候都會路過陽光牧場，我總是能聽到有一種動物發出哼～～哼～～的叫聲，請問這是什麼動物的聲音呀？","    老師，我很喜歡鴨子，每天放學後我都會在牧場中跟小鴨子玩，你能告訴鴨子用英語怎麼說嗎？");
      lahmClassRoomQuestion.answerArr[1] = new Array("",["當然可以啦","我覺得你沒希望了"],["是M","當然是K啦","L不是英文字母"],["是M","當然是K啦","L不是英文字母"],["是尤尤在惡作劇吧","當然是紅豬啦","應該是鴨子"],["是duck哦","是yazi","是chicken"]);
      lahmClassRoomQuestion.actArr[1] = new Array("",[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[2] = new Array("","    老師，我們拉姆究竟是一種植物還是動物呢？","    老師，RK的拉姆魯比是第幾階段的拉姆呀？它好厲害哦。","    聽說在莊園外面有一個拉姆神秘世界，老師，請問你知道那裡的拉姆分成了幾個部落嗎？","    我很喜歡尼菲餐廳的菲力哥哥，它會做很多好吃的東西，請問它是跟誰學習做菜的呀？","    我昨天放學的時候，看到一隻叫做瑪麗的拉姆，她看起來好尊貴哦，葡萄也跟在她身邊呢，你知道她的主人是誰嗎？");
      lahmClassRoomQuestion.answerArr[2] = new Array("",["當然是動物啦","你們是植物哦"],["是第3階段","是第4階段","是神力超級拉姆"],["應該有5個吧","當然是3個啦","老師不知道耶"],["是尼克","是菩提大伯","是麼麼公主"],["是凱文老師","是麼麼公主","是捷克王子"]);
      lahmClassRoomQuestion.actArr[2] = new Array("",[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[3] = new Array("","    老師，如果我的生日蛋糕上有10根點燃的蠟燭，被風吹滅了3根，被我自己吹滅了5根，那麼蛋糕上還有幾根蠟燭呢？。","    聽說閃電滑雪的時候，每小時能滑30公裡，如果閃電住在離學校3公裡遠的地方，那麼每天採用滑雪方式上學需要花費多久？","    我聽菩提大伯說每天有24個小時，每小時有60分鐘，每分鐘有60秒，那麼一天有多少秒鐘呢？","    我家門前有一口井，裡面有一隻小青蛙，它一次可以跳到井深度的一半，它要跳幾次才能出來呢？","    菩提大伯買了一筐番茄，聽說分成10個一組就少2個，如果每組12個雖然剛好分完，但是少分一組，究竟有多少個番茄呀？");
      lahmClassRoomQuestion.answerArr[3] = new Array("",["2根","沒有蠟燭啦","還剩10根"],["6秒","600秒","6分鐘"],["86400秒","36000秒","是6分鐘哦"],["當然是2次啦","要3次才行","這樣跳永遠出不來"],["有100個哦","是48個","有58個"]);
      lahmClassRoomQuestion.actArr[3] = new Array("",[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[4] = new Array("","    我最喜歡吃月餅了，可每年好像只能吃到一次，聽說是過節才能吃的，請問這是什麼節日呀？","    聽說尤尤的陽光牧場裡有一隻神奇的動物，嗅覺是莊園裡最好的，它是什麼動物呀？","    聽說有一個叫做愚人節的節日，這一天大家都可以互相惡作劇，我好期待哦，不過幾月幾號才是愚人節呢？","    老師，聽說在閏年的時候，一年有366天，那是不是說明有一個月變成了32天呀？","    我在書上看到有一種可怕的自然災害叫做泥石流，請問有什麼方式能夠減少它的發生？");
      lahmClassRoomQuestion.answerArr[4] = new Array("",["是元宵節","是重陽節","是中秋節"],["是超級小狗","是神奇小貓","是超級小豬"],["每年的5月1日哦","每年的4月10日","每年的4月1日"],["不是的","當然是啦"],["不要住在山腳下","多種樹","多砍樹"]);
      lahmClassRoomQuestion.actArr[4] = new Array("",[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[5] = new Array("","    老師，我今天感覺好餓哦，你知道莊園裡哪裡有好吃的拉姆餐廳嗎？","    我放學後想買一些番茄來吃，你知道道具店在莊園的什麼地方嗎？","    我想去抓幾隻小兔子來陪我玩，請問要去哪裡才能抓到兔子呢？","    道格跟我約好了放學後去滑雪，不過我不知道滑雪場的位置，你能告訴我嗎？","    聽說法蘭克是現在騎士團的團長，我很想去看看他，請問去哪裡才能找到他呢？");
      lahmClassRoomQuestion.answerArr[5] = new Array("",["拉姆學院有","去米勒街區","去神秘湖吧"],["在淘淘樂街","在米勒大道","在愛心教堂"],["在神秘湖","摩爾足球場","去漿果叢林"],["好好上課，不要搗亂","在摩爾拉雅山腳","在摩爾拉雅山頂"],["去摩爾城堡吧","他在前哨站","他在騎士訓練場哦"]);
      lahmClassRoomQuestion.actArr[5] = new Array("",[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[8] = new Array("","    老師，請問掃地應該用掃帚還是抹布呀？","    老師，如果有拉姆偷懶不參加大掃除怎麼辦呢？","    老師，大掃除之後的垃圾該怎麼處理呢？","    老師，我不知道拖把是用來幹什麼的？","    老師，教室打掃乾淨以後可以隨便亂丟紙團嗎？");
      lahmClassRoomQuestion.answerArr[8] = new Array("",["掃帚","抹布"],["馬上開除他","好好教育他"],["隨便亂扔","扔進垃圾桶"],["拖把是用來拖地的","拖把是用來擦黑板的"],["不可以","可以"]);
      lahmClassRoomQuestion.actArr[8] = new Array("",[-1,-1],[-1,-1],[-1,-1],[-1,-1],[-1,-1]);
      lahmClassRoomQuestion.questionArr[10] = new Array("","    老師，秋天是賞菊的季節嗎？我喜歡秋天哦！","    老師，雷陣雨的時候能出去放風箏嗎？","    老師，我可以和道格打架嗎？因為道格欺負我！","    老師，現在我能回家看電視嗎？自由活動一點也不好玩！","    老師，我能像壞壞一樣天天睡懶覺嗎？");
      lahmClassRoomQuestion.answerArr[10] = new Array("",["是","不是"],["能","不能"],["快點去打道格","道格不乖，別學他哦"],["放學以後再回家看吧","你逃學回家看電視吧"],["不行，要經常鍛煉身體","好呀，睡懶覺對身體好"]);
      lahmClassRoomQuestion.actArr[10] = new Array("",[-1,-1],[-1,-1],[-1,-1],[-1,-1],[-1,-1]);
      lahmClassRoomQuestion.questionArr[11] = new Array("","    老師，請問拉姆學院的校長是誰呀？","    老師，拉姆學院教導處裡那隻長胡子的拉姆叫什麼名字呢？","    老師，小雨點姐姐是誰家的拉姆呀？","    老師，魯比是誰家的拉姆呀？我覺得他好酷呀！","    老師，捷克王子的拉姆壞壞最喜歡做的事情是什麼呢？");
      lahmClassRoomQuestion.answerArr[11] = new Array("",["葡萄","菩提"],["飛飛","瑪麗","葡萄"],["彩虹姐姐的拉姆","伊蓮姐姐的拉姆"," 絲姐姐的拉姆"],["捷克王子","瑞琪","RK"],["是跑步哦","是睡覺","是找飛飛玩"]);
      lahmClassRoomQuestion.actArr[11] = new Array("",[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[13] = new Array("","    老師，請問足球和乒乓球哪一個比較大呢？","    老師，一場足球比賽中，最多有多少運動員同時在場上呢？","    老師，足球守門員可以用手拿球嗎？","    老師，最早的足球是哪個國家的人發明的呢？","    老師，請問世界杯足球賽幾年舉辦一次呢？");
      lahmClassRoomQuestion.answerArr[13] = new Array("",["足球","乒乓球"],["11人","23人","22人"],["可以","不可以"],["美國人","中國人","日本人"],["兩年","三年","四年"]);
      lahmClassRoomQuestion.actArr[13] = new Array("",[-1,-1],[-1,-1,-1],[-1,-1],[-1,-1,-1],[-1,-1,-1]);
      lahmClassRoomQuestion.questionArr[14] = new Array("","    請問每年的10月31日是什麼節日呢？","    老師，我要在莊園裡什麼地方能買到漂亮的裝扮呢？","    如果一個氣球和一個鐵球從高樓上掉下來，誰先落地呢？","    世界著名的比薩斜塔是不是意大利的建築物呢？","    諾貝爾獎是由什麼命名的？","    中國哪個民族的舞蹈表現駿馬奔馳的形象特別多？","    能把太陽的七種顏色全部吸收的物體是什麼顏色？","    請問四不象是哪種動物的別稱呢？","    藕”是蓮的什麼部位？","    老師你聽說過新加坡嗎？知道它離哪個海峽比較近嗎？","    被稱為菊月的月份是？","    《白雪公主》的作者是誰？","    每個人睡覺前，一定不會忘記的事是什麼？","    老師，你認識彩虹姐姐的拉姆嗎？它叫什麼名字呀？","    牛頓在蘋果樹下被蘋果擊中，發現了地心引力；如果我坐在椰子樹下，等待被椰子打中，那會發現什麼？","    莊園裡負責管理尼菲餐廳的拉姆叫什麼名字呢？","    白兔的眼睛是紅色的，灰兔的眼睛是什麼顏色？","    我想去歐洲旅遊的話，可以去下列哪座城市呢？","    床前明月光,疑是地上霜.舉頭望明月,低頭思故鄉的作者是?","    我很崇拜菩提大伯，聽說他寫過很多書，能給我推薦一本他寫的書嗎？","    聽說莊園裡有紳士派對犬出現，我想送給它禮物和它做朋友，你知道它喜歡吃什麼東西嗎？","    我昨天找貝塔想學習開車，他問我作為司機進汽車後第一件事是什麼？我沒答對，請問老師知道答案是什麼嗎？","    第一屆現代奧運會在哪裡舉行的呀？我好想去參觀一下","    大衛說過電燈泡的鎢絲在某種情況下最容易斷掉，不過那是在什麼時候呢？","    老師～達爾文的著名科學著作是什麼呀？ ","    聽說在青藏高原上也有牛呀，老師知道叫什麼名字嗎？","    鉛筆芯使用什麼材料做的？","    青蛙能看見不動的東西嗎？","    請問畫眉鳥有眉毛嗎？","    我想買番茄送給飛飛吃，請問我要去哪裡買呢？","    你知道“不給糖就搗蛋”是哪個節日的習俗嗎？？","    梵高是哪個國家的著名畫家？","    道格讓我用一句四個字的成語解釋手機不可以掉到馬桶裡弄濕的原因，老師知道答案嗎？"
      ,"    什麼門永遠關不上?這道題太奇怪了，關不上的門不就壞了嗎？老師知道答案嗎？","    汽車在右轉彎時，哪一條輪胎不轉？ ","    我在書上看到莊園裡有時會有一隻大白熊出現，請問她叫什麼名字呀？","    閃電說它有一種東西可以解開所有的謎，老師知道那是什麼嗎？ ","    什麼東西要藏起來暗地裡用,用完之後再暗地裡交給別人?","    放大鏡什麼都可以放大，但有一樣東西不能放大，是什麼呢？ ","    早晨醒來，每個人都要做的第一件事是什麼？ ","    我最喜歡吃水果了，可是葡萄跟我說有一種瓜可千萬不能吃，那是那麼東西呀？ ","    這道題好難哦，什麼情況下四個9加起來會等於100呢？","    物理課上說很多東西加熱都會熔化,但是大衛也說過他喜歡吃一種加熱後就會凝固的東西,老師知道這是什麼東西嗎? ","    我在課本上看到莊園裡有一種會下雞蛋的動物，老師知道那是什麼嗎？","    彩虹姐姐說如果我們生病了就去找安迪買藥，不過有一種藥，是去哪裡都買不到的，那是什麼神奇的藥嗎？","    我聽道格說4月10號是它的生日,而且5月10日也是關於它的節日，你知道是什麼日子嗎？ ");
      lahmClassRoomQuestion.answerArr[14] = new Array("",["萬聖夜","平安夜","除夕夜"],["愛心教堂","淘淘樂街","米勒大道"],["氣球","鐵球"],["是","不是"],["地名","人名"],["蒙古族","漢族","黎族"],["紅色","白色","黑色"],["麋鹿","羚羊","騾子"],["莖","根","葉"],["台灣海峽","馬六甲海峽","土耳其海峽"],["8月","9月","10月"],["安徒生","格林","鄭淵潔"],["關燈","閉上眼睛","蓋被子"],["小布頭","小雨點","飛飛"],["會發現蘋果","會發現頭痛"],["菲力","飛飛","瑪麗"],["紅色","藍色","黑色"],["莫斯科","溫哥華","多倫多"],["白居易","杜甫","李白"],["《我在星星上》","《飛龍圖鑑》","《和平村的火神盃》"],["精制火腿","寵物脆脆酥","胡蘿蔔"],["當然是發動","是找鑰匙","是坐下呀"],["埃及","印度","雅典"],["關燈的瞬間","開燈的瞬間"],["拉姆進化論","物種起源"],["水牛","黃牛","犛牛"],["石墨","木頭","鉛"],["能","不能"],["有","沒有"],["禮品店","道具店","寵物店"],["聖誕節","萬聖節","元宵節"],["荷蘭","意大利","法國"],["泄露天機","生機勃勃","機不可失"],["房門","球門","大門"],["備用輪胎","前輪胎","後輪胎"],["白熊哥","白白","弗禮德"],["鑰匙","答案","書"],["底片","鑰匙","秘密"],["小蟲子","角度","細胞"],["睜開眼睛","洗臉","穿衣服"],["哈密瓜","西瓜","傻瓜"],["999/9","99+9/9 ","絕對不會等於"],["番茄","面包","雞蛋"],["大紅公雞","雪花母雞","鴨子"],["巧克力豆","萬能藥水","後悔藥"],["也是生日啦","是滿月呀 ","它騙你呢"]);
      lahmClassRoomQuestion.actArr[14] = new Array("",[-1,-1,-1],[-1,-1,-1],[-1,-1],[-1,-1],[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1],[-1,-1],[-1,-1,-1],[-1,-1],[-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1],[-1,-1,-1]);
      
      public function InfolahmClassRoomQuestion()
      {
         super();
      }
   }
}

