package com.global.staticData.database
{
   public class InfoRestaurantMenuObj
   {
      
      public static const RestaurantMenuObj:Object = new Object();
      
      RestaurantMenuObj[1340001] = {
         "name":"清炒毛毛豆",
         "simpleMsg":"摩爾豆：0",
         "foodHistoryMsg":"當摩爾們還住在黑森林中的時候就經常烹飪這道菜給自己的拉姆吃，是一道拉姆們的家常菜。",
         "foodMakeMsg":"主要材料：毛毛豆。\n烹飪方法：\n1、將毛毛豆洗淨，去除表皮；\n2、用大火將油鍋燒熱；\n3、倒入準備好的毛毛豆；\n4、翻炒幾下，等到毛毛豆變色後，端出裝盤。"
      };
      RestaurantMenuObj[1340002] = {
         "name":"醬爆雪頂菇",
         "simpleMsg":"摩爾豆：20",
         "foodHistoryMsg":"因為吃完以後能夠讓拉姆感覺溫暖，所以經常被居住在雪山附近的拉姆所食用。",
         "foodMakeMsg":"主要材料：雪頂菇、新鮮的朝天椒。\n烹飪方法：\n1、將新鮮的雪頂菇和朝天椒洗淨後切碎；\n2、將雪頂菇放入油鍋翻炒；\n3、加入朝天椒和清水燉煮；\n4、等到湯汁收幹後出鍋、裝盤。"
      };
      RestaurantMenuObj[1340003] = {
         "name":"果凍花咖哩飯",
         "simpleMsg":"摩爾豆：1200",
         "foodHistoryMsg":"黑森林中的果凍花，再配上香濃醇厚的咖哩，讓拉姆們回味不已。",
         "foodMakeMsg":"主要材料：尤尤自制果蔬醬、陽光花頂菇、鮮嫩椿樹芽、聖女果、馬鈴薯\n烹飪方法：\n1、將花頂菇、鮮嫩椿樹芽、馬鈴薯切成丁；\n2、放入燒開的湯鍋中煮至變色；\n3、倒入尤尤自制果蔬醬；\n4、等到完全燒熟後，乘出裝盤，在頂上擺好切成片的聖女果。"
      };
      RestaurantMenuObj[1340004] = {
         "name":"咕嚕果奶酥",
         "simpleMsg":"需要餐廳等級2",
         "foodHistoryMsg":"菲力和尼克經過多次嘗試，最終用咕嚕果制成了這道菜。",
         "foodMakeMsg":"主要材料：咕嚕果、鮮奶油、黑森林香草、神奇面包粉\n烹飪方法：\n1、將咕嚕果去殼後碾碎、同時將黑森林香草榨成汁；\n2、面包粉加水後和咕嚕果混合在一起；\n3、將平底鍋燒熱，放入混合好的面包粉和香草汁；\n4、變成金黃色後塗上奶油，出鍋裝盤。"
      };
      RestaurantMenuObj[1340005] = {
         "name":"咕唧蛋撻",
         "simpleMsg":"需要餐廳等級3",
         "foodHistoryMsg":"傳說每當我們做出這種蛋撻的時候，都會將黑森林中的咕唧鳥吸引過來。",
         "foodMakeMsg":"主要材料：新鮮雞蛋、摩摩蛋糕粉。\n烹飪方法：\n1、將雞蛋打開，放入碗中充分攪拌；\n2、將摩摩蛋糕粉用水攪拌後，做成碗形；\n3、加入攪拌好的雞蛋和白糖；\n4、在烤箱中小火烘烤，變色後即可取出。"
      };
      RestaurantMenuObj[1340006] = {
         "name":"藍莓彩羽湯",
         "simpleMsg":"需要餐廳等級4",
         "foodHistoryMsg":"以前這是莊園中的傳統美食，但隨著彩羽樹日漸稀有，已經很少有機會喝到它了。",
         "foodMakeMsg":"主要材料：新鮮藍莓、彩羽樹樹芽。\n烹飪方法：\n1、將藍莓洗淨，做成果醬；\n2、在湯鍋中加入彩羽樹樹芽燉煮；\n3、當樹芽變色後，放入藍莓果醬；\n4、充分攪拌後出鍋。"
      };
      RestaurantMenuObj[1340007] = {
         "name":"陽光酥油肉松",
         "simpleMsg":"需要餐廳等級5",
         "foodHistoryMsg":"金燦燦的表皮，咬起來松軟可口，這可是尼克的拿手菜哦。",
         "foodMakeMsg":"主要材料：面包屑、酥油、肉松。\n烹飪方法：\n1、將油鍋燒開，放入面包屑；\n2、變成金黃色後取出，加入酥油；\n3、放入肉松煎炒後，加入金黃色的面包屑；\n4、炸至表皮完全變硬後，即可出鍋。"
      };
      RestaurantMenuObj[1340008] = {
         "name":"開心果蔬餅",
         "simpleMsg":"需要餐廳等級6",
         "foodHistoryMsg":"梅森的看家菜，完全用莊園自有的食材製作，絕對綠色健康。",
         "foodMakeMsg":"主要材料：馬鈴薯、青瓜。\n烹飪方法：\n1、將馬鈴薯去皮後切碎，將青瓜切碎；\n2、放進鐵盤中，撒上調味料，放入烤箱；\n3、大火充分烘烤後，取出，塗上番茄醬即可。"
      };
      RestaurantMenuObj[1340009] = {
         "name":"傑克南瓜酥",
         "simpleMsg":"需要餐廳等級7",
         "foodHistoryMsg":"酥脆可口的傑克南瓜酥是一道非常容易製作的美味，所有小摩爾都可以學會的哦。",
         "foodMakeMsg":"主要材料：面粉、南瓜。\n烹飪方法：\n1、將面粉加水後攪拌均勻；\n2、將南瓜切碎後放入攪拌後的面粉中；\n3、放入煎鍋中煎成金黃色即可。"
      };
      RestaurantMenuObj[1340010] = {
         "name":"串烤海琴花",
         "simpleMsg":"需要餐廳等級8",
         "foodHistoryMsg":"綠色鮮嫩的海琴花只有在深海中才能發現，本身具有魚類的鮮味，燒烤過後更是誘人。",
         "foodMakeMsg":"主要材料：海琴花。\n烹飪方法：\n1、將海琴花洗淨、切成塊；\n2、用竹簽串好，放在炭火上用大火燒烤；\n3、聞到香味後，撒上咸鹽、花椒等調料後出鍋。"
      };
      RestaurantMenuObj[1340011] = {
         "name":"蜜汁卡蘭花",
         "simpleMsg":"需要餐廳等級10",
         "foodHistoryMsg":"以前住在黑森林的獵人們都會製作的甜點，每一隻生活在裡面的拉姆都吃過。",
         "foodMakeMsg":"主要材料：卡蘭花、斑斑蜂蜜。\n烹飪方法：\n1、將卡蘭花放入煎鍋中翻炒；\n2、加入斑斑蜂蜜；\n3、當湯汁變得濃稠之後，就可以出鍋裝盤了。"
      };
      RestaurantMenuObj[1340012] = {
         "name":"尤尤什錦百燴",
         "simpleMsg":"需要餐廳等級11",
         "foodHistoryMsg":"這可是尤尤自己秘制的私房菜，用了莊園中的蔬菜和果實，尤其受拉姆臭臭的喜歡。",
         "foodMakeMsg":"主要材料：尤尤自制果蔬醬、聖女果、馬鈴薯\n烹飪方法：\n1、馬鈴薯去皮後切成丁；\n2、放入燒開的湯鍋中煮至變色；\n3、倒入尤尤自制果蔬醬；\n4、等到完全燒熟後，乘出裝盤，在頂上擺好切成片的聖女果。"
      };
      RestaurantMenuObj[1340013] = {
         "name":"摩雅霜降魚排",
         "simpleMsg":"需要餐廳等級12",
         "foodHistoryMsg":"摩爾拉雅山腳下的池塘中，有時會有一隻白色的魚出現，就是美味的霜降魚。",
         "foodMakeMsg":"主要材料：霜降魚。\n烹飪方法：\n1、在霜降魚上加入調料後醃制；\n2、醃好後放入煎鍋中油炸；\n3、變成金黃色後，淋上醬汁，然後出鍋。"
      };
      RestaurantMenuObj[1340014] = {
         "name":"四季百花羹",
         "simpleMsg":"需要餐廳等級13",
         "foodHistoryMsg":"莊園中一年四季都有各種鮮花，這道菜就是菲力偶然間放入了四季鮮花後制成的。",
         "foodMakeMsg":"主要材料：翡翠花、火炎花、皇冠花、冰晶花。\n烹飪方法：\n1、在湯罐中加入高湯；\n2、高湯燒開後，放入4種花朵；\n3、用小火慢慢燉煮，聞到濃烈的香味後就表示做好了。"
      };
      RestaurantMenuObj[1340015] = {
         "name":"驚奇松塔餅",
         "simpleMsg":"需要餐廳等級14",
         "foodHistoryMsg":"其貌不揚的松塔餅，用的原料也是非常的簡單，但是味道卻令所有品嘗過的拉姆回味無窮。",
         "foodMakeMsg":"主要材料：野生蘑菇、馬鈴薯。\n烹飪方法：\n1、將野生蘑菇洗淨後切碎，將馬鈴薯切成細丁；\n2、把加工好的野生蘑菇和馬鈴薯放入煎鍋；\n3、出現一層金黃的外殼後，出鍋裝盤。"
      };
      RestaurantMenuObj[1340016] = {
         "name":"七彩漿果燴蝶魚",
         "simpleMsg":"需要餐廳等級15",
         "foodHistoryMsg":"美麗的蝶魚曾經在神秘湖出現過，現在只有遠方來的商船中才能買到。",
         "foodMakeMsg":"主要材料：蝶魚、彩虹漿果。\n烹飪方法：\n1、在蝶魚上撒上調料後醃制；\n2、醃制好後放入煎鍋，同時加入彩虹漿果；\n3、鍋裡出現彩虹漿果的果汁後，即可出鍋。"
      };
      RestaurantMenuObj[1340017] = {
         "name":"拉姆小饅頭",
         "simpleMsg":"需要餐廳等級16",
         "foodHistoryMsg":"松軟的小饅頭對於拉姆來說是一道非常流行的零食，總能在各種拉姆餐廳中見到它。",
         "foodMakeMsg":"主要材料：鴨蛋、面粉。\n烹飪方法：\n1、將面粉加水充分攪拌後，捏成面團；\n2、在揉好的面團中加入鴨蛋；\n3、放入烤箱，用中火烘烤，表面變硬後就可以取出了。"
      };
      RestaurantMenuObj[1340018] = {
         "name":"神秘湖蟹蓉泡",
         "simpleMsg":"需要餐廳等級17",
         "foodHistoryMsg":"神秘湖的蟹蓉可不是用螃蟹做成的，而是一種會在湖邊上生長的，具有螃蟹鮮味的植物。",
         "foodMakeMsg":"主要材料：神秘湖蟹蓉、蛋糕粉。\n烹飪方法：\n1、將神秘湖蟹蓉切成碎末，和蛋糕粉混合；\n2、在混合後的蛋糕粉中加入水，揉成面團；\n3、把揉好的面團放入烤箱中，用大火烘烤。"
      };
      RestaurantMenuObj[1340019] = {
         "name":"金槍魚彩菇披薩",
         "simpleMsg":"需要餐廳等級18",
         "foodHistoryMsg":"披薩是最近才開始流行的一種菜，尤其是這種海鮮味道的，更是在拉姆中風靡一時。",
         "foodMakeMsg":"主要材料：批薩醬、面粉、金槍魚、彩菇。\n烹飪方法：\n1、將面粉加水調和後，壓成面餅；\n2、把金槍魚中的魚刺剔除，切成魚丁；\n3、把彩菇、金槍魚丁和披薩醬均勻的澆在面餅上；\n4、放入烤箱中，用大火烘烤至金黃色取出。"
      };
      RestaurantMenuObj[1340020] = {
         "name":"梅森鮮果湯",
         "simpleMsg":"需要餐廳等級20",
         "foodHistoryMsg":"只有營養、健康的才是美味的，梅森創作的鮮果湯，就是最好的代表。",
         "foodMakeMsg":"主要材料：聖女果、蘋果。\n烹飪方法：\n1、把聖女果和蘋果切成小塊；\n2、在湯罐中加入高湯，讓後用大火燒開；\n3、放入切好的聖女過和蘋果，轉用小火慢燉；\n4、完全煮化之後，就可以出鍋了。"
      };
      RestaurantMenuObj[1340021] = {
         "name":"玫瑰香蒸塔塔蘇",
         "simpleMsg":"需要餐廳等級21",
         "foodHistoryMsg":"玫瑰的幽香再加上塔塔蘇的松軟口感，這可是只有去高級餐廳才吃的到的美味。",
         "foodMakeMsg":"主要材料：玫瑰花、塔塔蘇。\n烹飪方法：\n1、將玫瑰花制成花泥；\n2、塔塔蘇碾碎以後加入面粉和水；\n3、在攪拌好的塔塔蘇上蓋上花泥；\n4、大火蒸到塔塔蘇變色後即可出鍋。"
      };
      RestaurantMenuObj[1340022] = {
         "name":"雪丁丁",
         "simpleMsg":"需要餐廳等級22",
         "foodHistoryMsg":"由16777215提供的雪丁丁是一款非常浪漫的作品，優雅的草莓甜香和清新的七色花完美搭配。",
         "foodMakeMsg":"主要材料：空氣結晶、草莓醬、七色花。\n烹飪方法：\n1、用新鮮草莓製作草莓醬；\n2、將空氣結晶和七色花融合凝固制成拉姆特質布丁；\n3、在布丁上鋪滿草莓醬，放上新鮮草莓，完美的雪丁丁誕生了！",
         "specialIconType":"1",
         "specialIconTips":"限時供應至10月28日"
      };
      RestaurantMenuObj[1340023] = {
         "name":"荷香爽飲",
         "simpleMsg":"需要餐廳等級23",
         "foodHistoryMsg":"這可是16777215秘制的夏日清涼飲品，香味撲鼻，清涼甜爽，是生津止渴的解暑良品呢。",
         "foodMakeMsg":"主要材料：荷花、荷葉、空氣結晶。\n烹飪方法：\n1、清洗荷花、蓮蓬、荷葉，放入瓦罐中；\n2、加滿水文火慢煮，水沸騰後，放入空氣結晶；\n3、悶15分鐘，讓所有的營養都散發出來；\n4、裝盆冷藏，記住哦，要裝得漂漂亮亮的！",
         "specialIconType":"1",
         "specialIconTips":"限時供應至10月28日"
      };
      RestaurantMenuObj[1340024] = {
         "name":"豆香南瓜飯",
         "simpleMsg":"需要餐廳等級24",
         "foodHistoryMsg":"由31235603提供的秘方美食豆香南瓜飯，營養豐富，口感香糯，吃完還想吃哦。",
         "foodMakeMsg":"主要材料：南瓜、毛毛豆。\n烹飪方法：\n1、把南瓜去頂挖空；\n2、在南瓜中放入糯米和適量的水；\n3、將毛毛豆洗淨切丁，放入南瓜中；\n4、放入烤箱，大火三分鐘，香噴噴南瓜飯出爐啦！"
      };
      RestaurantMenuObj[1340025] = {
         "name":"葡萄沙冰",
         "simpleMsg":"需要餐廳等級25",
         "foodHistoryMsg":"由16777215提供的夏日美味冰沙，撲鼻而來的葡萄清香揉合著涼絲絲的口感，真是夏日的最佳選擇 。",
         "foodMakeMsg":"主要材料：葡萄、摩爾拉雅山頂冰。\n烹飪方法：\n1、用糖和水煮沸，制成糖漿；\n2、將果肉放入其中攪勻，冷凍；\n3、用小火慢慢燉煮，聞到濃烈的香味後就表示做好了。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至10月28日"
      };
      RestaurantMenuObj[1340026] = {
         "name":"七彩草莓冰激凌",
         "simpleMsg":"需要餐廳等級26",
         "foodHistoryMsg":"由14023072創意提供的七彩草莓冰激凌，香甜奶油、清新水果，真是讓人精神一振啊。",
         "foodMakeMsg":"主要材料：草莓、七色花。\n烹飪方法：\n1、草莓、櫻桃等水果洗淨；\n2、空氣結晶加上牛奶、雞蛋調製成頂級奶油冰激凌；\n3、七色花配糖制成甜甜七彩糖豆；\n4、用裝好冰激凌再配上水果、糖豆,美味就誕生啦！"
      };
      RestaurantMenuObj[1340027] = {
         "name":"十二星座餅乾",
         "simpleMsg":"需要餐廳等級27",
         "foodHistoryMsg":"16777215創作的十二星座餅乾，不同的美味混搭在一起，口口都有驚喜。",
         "foodMakeMsg":"主要材料：面粉、七色花、蟲蟲谷酥糖。\n烹飪方法：\n1、和面，將蟲蟲谷酥糖和在裡面；\n2、將面團分成小團，做成不同的形狀，進烤箱；\n3、用七色花調製成不同顏色的果醬；\n4、從烤箱拿出餅乾，用果醬塗上顏色，就完成啦！"
      };
      RestaurantMenuObj[1340028] = {
         "name":"酸甜冰泥",
         "simpleMsg":"需要餐廳等級28",
         "foodHistoryMsg":"由16777215獨家秘制的美容聖品，愛美的小拉姆們一定要來嘗嘗，保證葉子青青，表皮嫩嫩。",
         "foodMakeMsg":"主要材料：橙子、櫻桃、摩爾拉雅山頂冰。\n烹飪方法：\n1、用橙子榨出汁；\n2、將摩爾拉雅山頂冰制成冰沙，倒入橙汁，冰凍；\n3、洗淨水果備用；\n4、將凍好的橙汁冰制成雪泥和水果調勻即可品嘗。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至10月28日"
      };
      RestaurantMenuObj[1340029] = {
         "name":"雲朵松糕",
         "simpleMsg":"需要餐廳等級29",
         "foodHistoryMsg":"來自114647326的創作的下午茶專用小點心，松松軟軟、香糯美味的松糕，像白雲一樣可愛。",
         "foodMakeMsg":"主要材料：飄飄白雲、面粉、毛毛花果脯。\n烹飪方法：\n1、飄飄白雲和面粉，和在一起，倒水，調勻發酵；\n2、用模具將白雲面團做成雲朵的形狀，放入烤箱；\n3、烤好之後加入毛毛花果脯，配上可愛的櫻桃，裝盤！"
      };
      RestaurantMenuObj[1340030] = {
         "name":"愛心蛋蛋堡",
         "simpleMsg":"需要餐廳等級30",
         "foodHistoryMsg":"由16777215提供的可愛蛋蛋堡，香味濃鬱，營養豐富，成為莊園最受小拉姆歡迎的美食之一。",
         "foodMakeMsg":"主要材料：雞蛋、白菜。\n烹飪方法：\n1、將雞蛋煎至5成熟備用；\n2、將白菜和番茄等配菜洗淨、切好備用；\n3、製作心形面包備用；\n4、將蛋蛋堡和其他配菜夾好後即可。"
      };
      RestaurantMenuObj[1340031] = {
         "name":"蜂蜜水果熱飲",
         "simpleMsg":"需要餐廳等級32",
         "foodHistoryMsg":"由11651231熱情提供的溫情飲品，清新爽口、生津止渴，回味無窮。",
         "foodMakeMsg":"主要材料：蘋果、雪梨、蜂蜜。\n烹飪方法：\n1、清洗蘋果、雪梨，切碎備用；\n2、將切好的水果放入水中，加入砂糖，煮沸；\n3、冷卻至40度以下，放入新鮮蜂蜜；\n4、拌勻，保溫，需要食用時就可以自由取用啦。"
      };
      RestaurantMenuObj[1340032] = {
         "name":"黑椒西冷牛排",
         "simpleMsg":"需要餐廳等級38",
         "foodHistoryMsg":"由44316045提供，當年只有最最勤勞勇敢的小摩爾才能獲得這樣的高級食材，給小拉姆解饞。",
         "foodMakeMsg":"主要材料：牛排。\n烹飪方法：\n1、新鮮牛排燒至7成熟；\n2、用梅森提供的37種香料調製醬汁；\n3、蘿蔔雕花染色；\n4、裝盤，澆上醬汁，請細細品嘗！"
      };
      RestaurantMenuObj[1340033] = {
         "name":"胡蘿蔔蓋飯",
         "simpleMsg":"需要餐廳等級34",
         "foodHistoryMsg":"由103571138熱情提供的拉姆經典美食，葷素搭配，營養均衡，特別適合成長中的小拉姆。",
         "foodMakeMsg":"主要材料：胡蘿蔔、白菜。\n烹飪方法：\n1、胡蘿蔔清洗切成花朵狀、白菜洗淨、牛肉切塊備用；\n2、將備用的食材放入鍋中小火慢燉備用；\n3、洗淨摩摩香米，撒上胡蘿蔔丁和香料做成摩摩香米飯；\n4、裝盤了，香糯的米飯配上營養的牛肉素菜，快點開動吧！"
      };
      RestaurantMenuObj[1340034] = {
         "name":"拉姆七彩沙拉",
         "simpleMsg":"需要餐廳等級36",
         "foodHistoryMsg":"由32123806提供七彩色拉是黑森林時代拉姆們最愛的小點心喲，色香味俱全呢。",
         "foodMakeMsg":"主要材料：西瓜、草莓、雪梨、香蕉、獼猴桃、荔枝、七色花。\n烹飪方法：\n1、將水果都清洗幹淨、去皮切丁；\n2、加色拉醬攪拌；\n3、冷藏，拉姆想吃的時候就裝盤啦。"
      };
      RestaurantMenuObj[1340041] = {
         "name":"清爽薯片",
         "simpleMsg":"需要餐廳等級40",
         "foodHistoryMsg":"根據安迪的研究，拉姆過多食用後會導致腸胃疾病，因此尼克決定下週將其從食譜中移除。",
         "foodMakeMsg":"主要材料：馬鈴薯。\n烹飪方法：\n1、馬鈴薯去皮切片；\n2、馬鈴薯片塗上各種秘制香料放入烤箱；\n3、裝盤哦，澆上你喜歡的醬汁口味更佳！"
      };
      RestaurantMenuObj[1340035] = {
         "name":"拉姆曲奇餅",
         "simpleMsg":"需要餐廳等級50",
         "foodHistoryMsg":"由1328378提供的拉姆小點心，有助於拉姆開心快樂的成長喲。",
         "foodMakeMsg":"主要材料：面粉、七色奶油、摩摩摩克力、雞蛋。\n烹飪方法：\n1、和面，放入美味的七色奶油和雞蛋；\n2、將面團做成小拉姆的形狀；\n3、放入烤箱前，撒上摩摩摩克力的碎屑；\n4、烤的香香脆脆就可以品嘗了！"
      };
      RestaurantMenuObj[1340036] = {
         "name":"拉姆鴨蛋面",
         "simpleMsg":"需要餐廳等級44",
         "foodHistoryMsg":"由51693592提供，鴨蛋充足的營養可以讓拉姆成長快快，精神爽爽喲。",
         "foodMakeMsg":"主要材料：鴨蛋、面粉。\n烹飪方法：\n1、和面，發酵，拉面；\n2、鴨蛋煎荷包蛋備用；\n3、胡蘿蔔、荷包蛋、老鴨高湯熬成澆頭；\n4、煮開水，下面，煮熟後撈起，倒入澆頭。"
      };
      RestaurantMenuObj[1340040] = {
         "name":"七寶飯",
         "simpleMsg":"需要餐廳等級42",
         "foodHistoryMsg":"由36434524提供的美味亂燉，各種營養元素匯聚一身的黑森林經典美食。",
         "foodMakeMsg":"主要材料：七色花、糯米、聖女果、青瓜、馬鈴薯、毛毛豆、卡蘭花、螢火草。\n烹飪方法：\n1、將各種食材清洗，放入鍋中煮熟；\n2、糯米和毛毛豆丁、卡蘭花一塊蒸熟；\n3、蒸好的糯米飯盛出，倒扣在盤中，澆上湯料。"
      };
      RestaurantMenuObj[1340045] = {
         "name":"水果飯團",
         "simpleMsg":"限時供應",
         "foodHistoryMsg":"由47296884提供拉姆運動美食，充足的維生素、能量物質時刻保證運動所需。",
         "foodMakeMsg":"主要材料：聖女果、蘋果、西瓜、水蜜桃、青瓜、胡蘿蔔、糯米。\n烹飪方法：\n1、用聖女果、蘋果、西瓜制成果醬；\n2、用水蜜桃、青瓜、胡蘿蔔榨成果汁；\n3、在糯米中和入果汁，裹入果醬，做成飯團狀，蒸熟。"
      };
      RestaurantMenuObj[1340046] = {
         "name":"糖葫蘆",
         "simpleMsg":"需要當世廚神的榮譽",
         "foodHistoryMsg":"由39838416創作的拉姆經典款糖葫蘆，串串美味、串串濃情、串串甜美、串串香。",
         "foodMakeMsg":"主要材料：聖女果、香蕉、草莓、蜜糖、麥芽糖。\n烹飪方法：\n1、用蜜糖、麥芽糖熬制糖汁；\n2、清洗聖女果、草莓，切碎香蕉，串好；\n3、將葫蘆串串浸入糖汁中，取出冷卻；\n4、裹上糯米紙，隨時都可以取用哦。",
         "specialIconType":"3",
         "specialIconTips":"獲得當世廚神榮譽後解鎖"
      };
      RestaurantMenuObj[1340048] = {
         "name":"小惡魔披薩",
         "simpleMsg":"需要餐廳等級46",
         "foodHistoryMsg":"由34975072提供的Q版美食，可愛的小惡魔造型，加上香酥美味的口感，拉姆最愛喲！",
         "foodMakeMsg":"主要材料：面粉、各色漿果、神秘湖雜魚色拉。\n烹飪方法：\n1、製作面餅，和入雜魚色拉，發酵；\n2、將面餅做成可愛的小惡魔造型，滿滿的鋪上芝士醬；\n3、將各色漿果清洗切碎，調味，鋪在面餅上；\n4、烘焙至金黃色，趁熱切成八份，大家一塊吃吧。"
      };
      RestaurantMenuObj[1340051] = {
         "name":"焦糖拉姆布丁",
         "simpleMsg":"需要餐廳等級48",
         "foodHistoryMsg":"這是由31235603提供的拉姆能量食品，能夠為拉姆急速補充體力，特別適合在大量運動後食用。",
         "foodMakeMsg":"主要材料：鮮雞蛋、蟲蟲谷波浪菜。\n烹飪方法：\n1、在雞蛋上敲出一個小口子；\n2、將牛奶慢慢倒入，並不停攪拌；\n3、烤箱大火5分鐘，取出去殼；\n4、鑲上巧克力豆，插上波浪菜，拉姆布丁做好了！"
      };
      RestaurantMenuObj[1340043] = {
         "name":"果蔬蛋卷",
         "simpleMsg":"需要餐廳等級54",
         "foodHistoryMsg":"由99660964提供的美味健康小食，好吃的蔬菜蛋卷美味不容錯過。",
         "foodMakeMsg":"主要材料：白菜、聖女果。\n烹飪方法：\n1、白菜、聖女果洗淨切碎；\n2、鍋中放入蛋黃醬、雞蛋、白菜、聖女果，煮熟備用；\n3、用白菜葉子將剛才的蛋卷陷包裹成規則的圓柱狀；\n4、要吃的時候蒸熱就可以啦。"
      };
      RestaurantMenuObj[1340044] = {
         "name":"雙層巧克力蛋糕",
         "simpleMsg":"需要餐廳等級56",
         "foodHistoryMsg":"由7434635提供夢幻美食，生日的時候才能吃到的熊寶寶雙層蛋糕。",
         "foodMakeMsg":"主要材料：摩摩摩克力、天使面粉、鮮雞蛋、七彩奶油。\n烹飪方法：\n1、天使面粉和鮮雞蛋制成雙層蛋糕胚；\n2、摩摩摩克力做成熊寶寶備用；\n3、在蛋糕胚上澆上摩摩摩克力；\n4、將七彩奶油做成各種造型裝飾蛋糕，最後放上熊寶寶就可以了。"
      };
      RestaurantMenuObj[1340050] = {
         "name":"月亮船酸奶雪糕",
         "simpleMsg":"需要餐廳等級58",
         "foodHistoryMsg":"由43073091提供的月亮船，爛漫唯美的名字，七彩絢麗的雪糕，令拉姆們垂涎三尺呢。",
         "foodMakeMsg":"主要材料：七色花、空氣結晶、酸酸香牛奶、鮮雞蛋。\n烹飪方法：\n1、鮮雞蛋和空氣結晶制成香甜冰激凌；\n2、七色花和酸酸香牛奶制成調味奶油；\n3、七色花和怪怪糖制成七彩糖豆豆；\n4、裝盤的時候要記得擺出美麗的造型哦。"
      };
      RestaurantMenuObj[1340049] = {
         "name":"音符巧克力",
         "simpleMsg":"需要餐廳等級52",
         "foodHistoryMsg":"由122316971提供的可愛音符巧克力，吃下去你會變得快樂哦 。",
         "foodMakeMsg":"主要材料：摩摩摩克力，七彩音符、怪怪糖豆。\n烹飪方法：\n1、將摩克力和怪怪糖豆一塊融化；\n2、融化好的摩克力漿在模具中做成音符的樣子；\n3、把美味的七彩音符磨成粉；\n4、在摩克力定型前撒上七彩音符的粉粉。"
      };
      RestaurantMenuObj[1340039] = {
         "name":"葡萄石榴派",
         "simpleMsg":"需要餐廳等級60",
         "foodHistoryMsg":"由6497563獨創防輻射美食，想要讓你的拉姆更加健康快樂就帶它來嘗嘗吧。",
         "foodMakeMsg":"主要材料：石榴、葡萄。\n烹飪方法：\n1、清洗葡萄、剝出石榴制成果醬；\n2、和面，加入摩爾拉雅奶酪；\n3、用面裹著果醬、新鮮果肉制成派；\n4、放入烤箱，十分鐘後就可以品嘗了。"
      };
      RestaurantMenuObj[1340052] = {
         "name":"多彩粽子",
         "simpleMsg":"限時供應",
         "foodHistoryMsg":"盡管最近莊園發生了很多事件，但是菲力為了能讓大家有過節的氣氛，正式推出了這個食譜。",
         "foodMakeMsg":"主要材料：糯米、紅棗、水晶蜜露、粽葉、醬香雲腿。\n烹飪方法：\n1、將糯米、紅棗、粽葉洗淨待用；\n2、將糯米和紅棗、水晶蜜露、醬香雲腿混合；\n3、將混合好的糯米用粽葉包裹成四角形；\n4、放入蒸鍋中，半個小時後即可端出食用。"
      };
      RestaurantMenuObj[1340037] = {
         "name":"麻辣小龍蝦",
         "simpleMsg":"需要餐廳等級40",
         "foodHistoryMsg":"由41665447提供的夏日美味喲，香嫩好吃，約隔壁的拉姆一塊來吃吧！",
         "foodMakeMsg":"主要材料：小龍蝦。\n烹飪方法：\n1、清洗小龍蝦；\n2、將所有的小龍蝦去頭抽筋；\n3、蘑菇、紅色摩摩椒煮成湯汁；\n4、將小龍蝦放入湯中煮至變色即可裝盤。"
      };
      RestaurantMenuObj[1340042] = {
         "name":"濃情南瓜盅",
         "simpleMsg":"限時供應",
         "foodHistoryMsg":"由99660964提供的愛心美食，綿軟的口感、甘醇的回味，父親節期間限時供應。",
         "foodMakeMsg":"主要材料：南瓜、聖女果、尤尤奶酪。\n烹飪方法：\n1、將南瓜挖空後洗淨待用；\n2、加入了切好的尤尤奶酪和聖女果；\n3、放入烤箱中用大火烘烤；\n4、奶酪完全融化後即可端出。"
      };
      RestaurantMenuObj[1340053] = {
         "name":"繽紛土豆泥",
         "simpleMsg":"需要餐廳等級43",
         "foodHistoryMsg":"由59595616提供的經典美食，色彩繽紛，口感香糯，很受歡迎的家常食品。",
         "foodMakeMsg":"主要材料：馬鈴薯。\n烹飪方法：\n1、將馬鈴薯去皮，上鍋蒸熟；\n2、將蒸熟的馬鈴薯搗成泥；\n3、加入少許雞湯後將土豆泥做成球形；\n4、淋上各種口味的醬料即可食用。"
      };
      RestaurantMenuObj[1340054] = {
         "name":"檸檬蛋糕",
         "simpleMsg":"需要餐廳等級6",
         "foodHistoryMsg":"由118403560提供的皇室拉姆美食，晶瑩剔透的果凍、香甜可口的蛋糕，是世間少見的美味呢。",
         "foodMakeMsg":"主要材料：面粉、雞蛋、拉姆檸檬。\n烹飪方法：\n1、和面，放入雞蛋；\n2、將面團發酵烘焙成蛋糕模備用；\n3、用十個拉姆檸檬做成拉姆檸檬果凍醬和檸檬奶油；\n4、用果醬、奶油、鮮檸檬進行裝飾蛋糕模。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月2日"
      };
      RestaurantMenuObj[1340055] = {
         "name":"草莓冰爽碎碎冰",
         "simpleMsg":"需要餐廳等級21",
         "foodHistoryMsg":"由5485597提供的草莓冰爽碎碎冰！新鮮的草莓制成的冰棒棒！盛夏最好的選擇哦！",
         "foodMakeMsg":"主要材料：草莓。\n烹飪方法：\n1、新鮮草莓榨汁備用；\n2、將草莓汁和七彩糖豆豆均勻攪拌後放入模具中；\n3、將模具放入冰箱冰凍60分鐘後即可。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月2日"
      };
      RestaurantMenuObj[1340056] = {
         "name":"彩虹冰爽",
         "simpleMsg":"需要餐廳等級33",
         "foodHistoryMsg":"由13474027提供的彩虹冰爽！七種營養果物調製成的冰爽飲品，享受彩虹般美麗心情！",
         "foodMakeMsg":"主要材料：草莓、玉米。\n烹飪方法：\n1、將草莓切成差不多大小；\n2、鮮牛奶和空氣結晶調和成鮮奶冰沙；\n3、加入玉米粒和其他配料；\n4、裝盤後淋上鮮奶冰沙就好啦。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月2日"
      };
      RestaurantMenuObj[1340057] = {
         "name":"甜橙布丁冷飲",
         "simpleMsg":"需要餐廳等級47",
         "foodHistoryMsg":"由37766558提供的甜橙布丁，很適合在夏天飲用呢！甜甜冰冰，小拉姆們非常喜歡哦！",
         "foodMakeMsg":"主要材料：甜橙、甜甜果櫻、鮮果布丁、炫彩威化棒。\n烹飪方法：\n1、甜橙去皮並榨成新鮮橙汁；\n2、將橙汁、鮮果布丁和碎冰塊放入容器中攪拌；\n3、最後撒上七彩糖豆豆；用甜甜果櫻、炫彩威化棒做裝飾。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月2日"
      };
      RestaurantMenuObj[1340058] = {
         "name":"鮮蝦時蔬拼盤",
         "simpleMsg":"需要餐廳等級57",
         "foodHistoryMsg":"由38634716提供的鮮蝦時蔬可是夏日裡最受小拉姆喜愛的菜品呢！",
         "foodMakeMsg":"主要材料：磷蝦、荔枝、玉米。\n烹飪方法：\n1、青瓜和玉米切成片；雞蛋煎成蛋蛋包；\n2、荔枝果肉與面粉攪拌；\n3、放入烤箱制成荔枝松餅；\n4、撒上炒熟的磷蝦後即可裝盤。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月2日"
      };
      RestaurantMenuObj[1340059] = {
         "name":"黑糊糊粥",
         "simpleMsg":"需要餐廳等級9",
         "foodHistoryMsg":"哇！這是菲力大廚親自研制的哦！營養超豐富，是讓小拉姆易消化的最佳食物哦！",
         "foodMakeMsg":"主要材料：QQ小芝麻。\n烹飪方法：\n1、若幹QQ小芝麻倒入容器，倒碎備用；\n2、在鍋中倒入QQ小芝麻及蜜汁紅棗並加少量水；\n3、大火蒸至完全融化後，即可裝盤；\n4、也可放在冰箱裡冷藏10分鐘，食用效果更加哦！"
      };
      RestaurantMenuObj[1340060] = {
         "name":"多彩撻撻酥",
         "simpleMsg":"需要餐廳等級1",
         "foodHistoryMsg":"菲力為了向尼克證明自己的廚藝而創造的美味，層層好滋味，最能表達無法言喻的感激之情！",
         "foodMakeMsg":"主要材料：鮮奶油 、摩摩蛋糕粉、紅色漿果、彩虹果醬\n烹飪方法：\n1、將摩摩蛋糕粉加水調和成糊狀，並加入蛋液；\n2、將調好的蛋糕粉放入烤箱，變成金黃色後即可；\n3、將烤好的撻撻酥塗上彩虹果醬和鮮奶油；\n4、最後擺上切好的紅色漿果，裝盤端出。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至9月29日"
      };
      RestaurantMenuObj[1340061] = {
         "name":"摩摩蛋黃月餅",
         "simpleMsg":"需要餐廳等級1",
         "foodHistoryMsg":"香味四溢的摩摩蛋黃月餅，是月光光兔送給嫦娥姐姐的中秋禮物，表達了深深的思念之情！",
         "foodMakeMsg":"主要材料：精制面粉 、摩摩乳酪、咸蛋黃、漿果\n烹飪方法：\n1、1、將精制面粉加水調和成松軟適中的面團；\n2、將咸蛋黃和漿果裹入面團中，揉捏成餅狀；\n3、在面餅上印刻上漂亮的花紋，然後放入烤箱；\n4、等月餅烤成金黃的顏色後，取出裝盤。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至10月14日"
      };
      RestaurantMenuObj[1340062] = {
         "name":"清爽布丁",
         "simpleMsg":"完成秋季新食譜任務",
         "foodHistoryMsg":"為了滿足瑪麗的心願，讓她能在秋季也吃到像雪糕一樣的甜品，菲力研制出的新食譜。",
         "foodMakeMsg":"主要材料：新鮮水果、雞蛋、糖、牛奶\n烹飪方法：\n1、將雞蛋打入牛奶中，攪拌均勻；\n2、將平底鍋燒熱後倒入調好的牛奶，煮沸後出鍋；\n3、將煮沸的牛奶倒入杯中，讓牛奶自然冷卻；\n4、等杯中的牛奶凝結成果凍狀加入新鮮水果即可。",
         "specialIconType":"1",
         "specialIconTips":"限時供應至11月25日"
      };
      RestaurantMenuObj[1340063] = {
         "name":"秘制小煎餅",
         "simpleMsg":"需要餐廳等級28",
         "foodHistoryMsg":"瑞琪希望小拉姆在秋天能吃到大量補充熱量的食物，因此菲力試制出了充滿能量的小煎餅。",
         "foodMakeMsg":"主要材料：精制面粉 、馬鈴薯\n烹飪方法：\n1、將精制面粉加水調和成松軟適中的面團；\n2、將馬鈴薯加工成泥狀，加入調好的面團中；\n3、將調好的馬鈴薯面團倒入鍋中，煎成金黃色後出鍋；\n4、最後將做好的小煎餅裝盤端出。"
      };
      RestaurantMenuObj[1340064] = {
         "name":"水果豐收蛋糕",
         "simpleMsg":"需要餐廳等級22",
         "foodHistoryMsg":"尼克希望小拉姆們能記住秋季是豐收的季節，所以菲力融合多種水果做成了蛋糕。",
         "foodMakeMsg":"主要材料：鮮奶油 、摩摩蛋糕粉、雞蛋\n烹飪方法：\n1、將摩摩蛋糕粉加水調和成糊狀，並打入新鮮的雞蛋；\n2、將調好的蛋糕糊放入烤箱中，烤成金黃色後端出；\n3、將烤好的蛋糕，塗上鮮奶油，撒上彩虹果醬；\n4、最後擺上切好的紅色漿果，裝盤端出。"
      };
      RestaurantMenuObj[1340065] = {
         "name":"水蛋堡",
         "simpleMsg":"需要餐廳等級25",
         "foodHistoryMsg":"菩提大伯認為小拉姆也應該注重養生，因此菲力採用鮮雞蛋做成了美味的水蛋堡。",
         "foodMakeMsg":"主要材料：鮮雞蛋、精制面粉\n烹飪方法：\n1、將精制面粉加水調和成糊狀，並加入新鮮的奶油；\n2、鍋燒熱後倒入調好的精制面粉，烤至松軟狀出鍋；\n3、將鮮雞蛋加適量水煎熟出鍋，擺放在松軟的面餅上；\n4、最後撒上少許彩虹果醬，裝盤端出。"
      };
      RestaurantMenuObj[1340066] = {
         "name":"南瓜布丁",
         "simpleMsg":"需要餐廳等級31",
         "foodHistoryMsg":"甜美可口的南瓜布丁，是最能代表感恩節心意的食物，代表了所有想要感謝的話語哦！",
         "foodMakeMsg":"主要材料：鮮雞蛋、南瓜\n烹飪方法：\n1、將雞蛋加入適量的水，攪拌均勻；\n2、將南瓜去皮，打成細膩的南瓜泥；\n3、將雞蛋汁倒入南瓜泥中，攪拌均勻後放入烤箱；\n4、將南瓜雞蛋布丁烤熟後裝盤端出。"
      };
      RestaurantMenuObj[1340067] = {
         "name":"香濃姜湯",
         "simpleMsg":"需要餐廳等級10",
         "foodHistoryMsg":"美味可口的香濃姜湯，是這個冬季最能體現溫情的食物，讓你這個冬天不再畏懼寒冷哦！",
         "foodMakeMsg":"主要材料：摩爾拉雅姜\n烹飪方法：\n1、將兩塊摩爾拉雅姜切片放入鍋中；\n2、加入適量的水和紅糖，大火熬制；\n3、燒開後用湯勺攪拌，並調節火力至小火悶燉；\n4、將煮好的香濃姜湯裝碗端出。"
      };
      RestaurantMenuObj[1340068] = {
         "name":"水果冰晶粽",
         "simpleMsg":"需要餐廳等級1",
         "foodHistoryMsg":"尼克的新創意！新鮮水果裹上晶瑩剔透的冰皮，酸酸甜甜、唇齒留香。你不能錯過的美味！",
         "foodMakeMsg":"主要材料：糯米、桔子、哈密瓜\n烹飪方法：\n1、將桔子、哈密瓜去皮，切成小塊；\n2、和面，入鍋蒸，離火冷卻，做成冰皮；\n3、用粽葉包裹冰皮和水果；\n4、放入蒸鍋，蒸10分鐘就可以品嘗了。"
      };
      RestaurantMenuObj[1340069] = {
         "name":"夏日清爽涼面",
         "simpleMsg":"需要餐廳等級1",
         "foodHistoryMsg":"43356550創作的夏日清爽涼面。多種蔬菜搭配，營養豐富，口味清涼。",
         "foodMakeMsg":"主要材料：面粉、青瓜、聖女果\n烹飪方法：\n1、將青瓜切絲，聖女果洗淨備用；\n2、將面條煮好並過涼開水冷卻，放入碗中；\n3、加入醋、醬油、芝麻醬等調味料，拌勻；\n4、擺上蔬菜，涼面就可以享用了。"
      };
      RestaurantMenuObj[1340070] = {
         "name":"燒烤拉姆",
         "simpleMsg":"需要餐廳等級35",
         "foodHistoryMsg":"283703549創作的燒烤拉姆。用黑森林特產拉姆菌制成，口感滑嫩，美味多汁。",
         "foodMakeMsg":"主要材料：拉姆菌、白菜\n烹飪方法：\n1、將新鮮的拉姆菌和白菜用竹簽串起；\n2、撒上香料，放到燒烤架上；\n3、當拉姆菌散發出誘人的香味即可食用。"
      };
      RestaurantMenuObj[1340071] = {
         "name":"夏威夷冰飲",
         "simpleMsg":"需要餐廳等級19",
         "foodHistoryMsg":"200886557創作的夏威夷冰飲。冰爽清涼，入口回味無窮。",
         "foodMakeMsg":"主要材料：夏威夷寶石魚、櫻桃、冰水\n烹飪方法：\n1、把寶石魚放進鹽水裡，吐沙後撈出備用；\n2、將新鮮櫻桃洗淨，瀝幹，打成汁；\n3、往玻璃杯裡加入冰水、櫻桃汁、寶石魚；\n4、插入吸管，夏日必選冰飲誕生。"
      };
      RestaurantMenuObj[1340072] = {
         "name":"摩摩蛋包飯",
         "simpleMsg":"需要餐廳等級10",
         "foodHistoryMsg":"66168722創作的摩摩蛋包飯。軟滑蛋皮包裹美味炒飯，包你驚喜連連。",
         "foodMakeMsg":"主要材料：雞蛋、蔬菜、番茄醬\n烹飪方法：\n1、將米飯和蔬菜一起翻炒，出鍋備用；\n2、將蛋液攪拌均勻，在平底鍋中烙成蛋餅；\n3、將炒飯用蛋餅包裹起來，放入盤中；\n4、淋上番茄醬，美味更上一層樓。"
      };
      RestaurantMenuObj[1340073] = {
         "name":"櫻花冰激凌蛋糕",
         "simpleMsg":"需要餐廳等級45",
         "foodHistoryMsg":"67676527創作的櫻花冰激凌蛋糕。採摘新鮮櫻花瓣制成，即浪漫又美味。",
         "foodMakeMsg":"主要材料：櫻花瓣、面粉、雞蛋、牛奶\n烹飪方法：\n1、採摘新鮮的櫻花瓣，洗淨制成櫻花醬；\n2、將面粉、牛奶、雞蛋制成櫻花形蛋糕；\n3、用牛奶混合櫻花醬制成櫻花冰激凌；\n4、將冰激凌填入蛋糕內，稍作修飾，即可上盤。"
      };
      RestaurantMenuObj[1340074] = {
         "name":"漿果糯米糍",
         "simpleMsg":"需要餐廳等級55",
         "foodHistoryMsg":"200886557創作的漿果糯米糍。採用莊園特產五色漿果制成，入口軟糯、唇齒留香。",
         "foodMakeMsg":"主要材料：五色漿果、糯米\n烹飪方法：\n1、把五色漿果搗成漿果泥，放入冰箱冷凍；\n2、將糯米混合各色食用色素，制成五色糯米團；\n3、把漿果泥和糯米團包成糯米糍；\n4、放入蒸籠裡蒸3小時即可出籠。"
      };
      
      public function InfoRestaurantMenuObj()
      {
         super();
      }
   }
}

