package com.global.staticData.database
{
   public class InfolahmClassRoomClassingChat
   {
      
      public static const lahmClassRoomClassingChat:Object = new Object();
      
      lahmClassRoomClassingChat["1_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["1_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["1_1"] = new Array("    ABC…額後面是什麼來著？呼呼～","    昨天晚上看星星看到好晚哦~好困好困~","    咕~~(╯﹏╰)b還要上課嗎？讓我睡吧！","    昨晚跟飛飛和閃電玩的太晚了，沒睡好。","    聽說昨晚流星，我等了一宿都沒看到","    一上語言課我就犯困，這是為啥呢？","    突然感覺眼皮變沉了～","    額，好像有點頂不住了，小睡一下吧","    為啥超級小豬會說拉姆和摩爾的語言呢？","    最近經常通宵看書，身體扛不住了","    兔子的語言真無聊，讓人想睡覺","    怎麼感覺有點頭暈，估計早飯有問題");
      lahmClassRoomClassingChat["1_14"] = new Array("    要努力聽課，不然考試就慘了。","    這節課講的內容還真多呀。","    天呀，這本書好厚呀。","    唉，課前沒預習，上課都聽不懂呀。","    這書裡的插圖不錯","     哇～～這本書裡有菩提大伯的照片。","    嗯嗯，這一章內容很有用，要好好聽","    我以後要當科學家，現在要努力學習","    只要理解了，發現這本書也挺簡單的","    這本書的習題還真多。","    我以後要編寫比這個更棒的教材。","    不知道書裡會不會有考試題呢？");
      lahmClassRoomClassingChat["1_13"] = new Array("    等我學會了浣熊的語言，就跟它學變身","    真羨慕隔壁的道格，不記筆記也拿滿分","    努力寫呀～回家好好復習，爭取考試滿分","    還是買一隻新筆好，寫字速度快多了","    寫的我葉子都軟了，好累呀","    老師，兔子的語言沒聲音我怎麼學呀","    快點下課呀，我還要和閃電比賽滑雪呢","    筆記本快用完了，我得去再買一個","    原來寶石靈龜也會說話的呀？","    要趕緊把這些東西寫完，下課要交的","    我總覺得紅豬說話比鴨子好聽","    再堅持一下，畢業就在眼前了");
      lahmClassRoomClassingChat["2_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["2_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["2_1"] = new Array("    我發現拉姆～～哈欠～構造好奇怪哦","    據說每次拉姆成長的時候都很疼","    一隻拉姆、兩隻兩拉姆、好多隻拉姆","    哈欠～老師，為什麼拉姆也要睡覺？","    好懷念早上暖暖的被窩呀","    我要進化出不會困的能力～","    我現在真是頭暈眼花呀","    一定要保持清醒，這堂課很重要","    我要快樂的在數字世界中遨遊，哈欠～");
      lahmClassRoomClassingChat["2_13"] = new Array("    我們究竟是植物還是動物呢？","    哦～大白熊不怕冷是這個原因呀","    我覺得所有拉姆都會進化成超級拉姆的","    老師，我們的祖先是什麼樣子","    老師～拉姆都有哪幾種顏色呀？","    我們的種子是哪裡來的？","    每次上進化論都要畫好多圖哦～","    老師～能教我更多的拉姆技能嗎？","    莊園裡飛行速度最快的拉姆是誰呢？");
      lahmClassRoomClassingChat["2_14"] = new Array("    要努力聽課，不然考試就慘了。","    這節課講的內容還真多呀。","    天呀，這本書好厚呀。","    唉，課前沒預習，上課都聽不懂呀。","    這書裡的插圖不錯","     哇～～這本書裡有菩提大伯的照片。","    嗯嗯，這一章內容很有用，要好好聽","    我以後要當科學家，現在要努力學習","    只要理解了，發現這本書也挺簡單的","    這本書的習題還真多。","    我以後要編寫比這個更棒的教材。","    不知道書裡會不會有考試題呢？");
      lahmClassRoomClassingChat["3_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["3_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["3_1"] = new Array("    二五一十、三五十五，四五……","    1頭紅豬4條腿，2頭紅豬8條腿，哈欠～","    一隻綿羊、兩隻綿羊、好多隻綿羊","    實在是太累了，昨天做了一晚上作業","    哈欠～～快下課吧","    要是能喝杯飲料就精神多了","    我現在真是頭暈眼花呀","    一定要保持清醒，這堂課很重要","    我要快樂的在數字世界中遨遊，哈欠～");
      lahmClassRoomClassingChat["3_16"] = new Array("    下課前我一定要把這道題搞定","    3+5-6+19究竟等於幾呢？","    這個3角形看著好奇怪哦","    老師，8×9-72等於多少呀？","    每天跑100米，堅持跑1年能跑幾公裡呢？","    正方形的長是5寬是8，面積是多少呢？","    每次上數字迷宮都有寫不完的作業","    先除以7再乘以3，然後就搞定啦","    實在看不懂呀，這道應用題好難哦");
      lahmClassRoomClassingChat["3_10"] = new Array("   我要畫個等腰直角三角形","    三角板能比直尺好用多了～","    這個塑料的三角板好輕哦","    我是數學天才～～～","    只有三角板好像不能畫出圓型呀～","    老師～這道題我做完啦","    好奇怪的圖形哦","    這個三角板的刻度看不清～","    老師～～能給我一個圓規嗎？");
      lahmClassRoomClassingChat["4_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["4_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["4_1"] = new Array("    要挺住，不能睡，這節課會畫重點的","    為什麼我一年四季都會犯困呢？","    再好聽的課也擋不住我的睡意了～","    所有的生物都會睡覺嗎？","    我覺得我要和大白熊一樣冬眠了","    看來要多運動一下，上課才不會犯困","    貪睡是因為沒休息好還是沒吃飽？","    我怎麼總是晚上有精神，白天打瞌睡？","    頭昏腦脹的，我是不是生病了呀","    在瞌睡面前我屈服了","    老師，請問是冬天容易犯困還是夏天？","    就是睡著了我也會聽課的～");
      lahmClassRoomClassingChat["4_13"] = new Array("    我要努力向菩提大伯學習，以後當校長","    我覺得葡萄一定也懂得很多知識","    摩爾可以穿鞋防滑，拉姆要穿什麼呢？","    老師，誰是莊園裡知識最淵博的摩爾？","    原來大自然有這麼多秘密呀","    最喜歡上這門課了，從來不留作業","    火神會去東方和漢青一起舉行火神盃嗎？","    為什麼葡萄會長胡子而我不會呢？","    為什麼有的拉姆體育好有的拉姆智力好？","    各個地方都有自己的特色節日，真有趣","    好想知道莊園第一次過萬聖節的樣子","    不知道漢青是不是也教授自然課");
      lahmClassRoomClassingChat["4_11"] = new Array("    哇～～原來頭發絲這麼粗呀","    細胞究竟是什麼東西呢？","    這個顯微鏡好沉哦","    觀察洋蔥表皮細胞……可是我討厭洋蔥","    好想知道把我在顯微鏡裡的樣子哦。","    顯微鏡是不是好多好多放大鏡構成的呀？","    我不想總研究植物，我想看看動物","    老師～這個顯微鏡壞了，什麼都看不到","    一定要小心～我已經摔壞一個顯微鏡了");
      lahmClassRoomClassingChat["4_14"] = new Array("    要努力聽課，不然考試就慘了。","    這節課講的內容還真多呀。","    天呀，這本書好厚呀。","    唉，課前沒預習，上課都聽不懂呀。","    這書裡的插圖不錯","     哇～～這本書裡有菩提大伯的照片。","    嗯嗯，這一章內容很有用，要好好聽","    我以後要當科學家，現在要努力學習","    只要理解了，發現這本書也挺簡單的","    這本書的習題還真多。","    我以後要編寫比這個更棒的教材。","    不知道書裡會不會有考試題呢？");
      lahmClassRoomClassingChat["5_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["5_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["5_1"] = new Array("    好困呀～要是能去野外吹吹風就好了","    原來莊園的地質構造這麼複雜呀。","    老師，莊園裡最適合睡覺的地方是哪裡？","    不能睡著～不能睡著","    要是能去更冷一點的地方上課就好了","    聽不懂～聽不懂～我不擅長地理課","    只有探索各種古代遺跡才能讓我精神。","    沒吃早飯現在感覺頭好暈呀。","    我夢到去黑森林裡探險了～");
      lahmClassRoomClassingChat["5_13"] = new Array("    恩，莊園的地圖應該這樣畫","    昨天去量的摩爾拉雅山高度是多少來著？","    莊園的地形好複雜，丘陵、河川全都有。","    看起來這幾個地方很可能藏有寶藏","    老師，距離莊園最近的古跡在哪裡？","    根據我的考察，這裡的地質不適合耕種","    為什麼有這麼多的地圖需要繪制呀","    畫地質結構圖真是一件有趣的事情～","    寫累了，好想出去玩玩呀");
      lahmClassRoomClassingChat["5_12"] = new Array("    我來看一看，莊園的西北角都有哪些東西","    這個放大鏡看的我好頭暈哦","    要是能有個再大一點的地圖就好了","    老師～我能把放大鏡帶出去玩嗎？","    這個地圖好奇怪哦，不像是我們莊園的","    老師～能給我黑森林的藏寶圖嗎？","    咦？這張地圖上面怎麼有個紅叉？","    拉姆王的寶藏究竟在哪裡呢？","    眼睛好痛哦～能提前下課嗎？");
      lahmClassRoomClassingChat["5_14"] = new Array("    要努力聽課，不然考試就慘了。","    這節課講的內容還真多呀。","    天呀，這本書好厚呀。","    唉，課前沒預習，上課都聽不懂呀。","    這書裡的插圖不錯","     哇～～這本書裡有菩提大伯的照片。","    嗯嗯，這一章內容很有用，要好好聽","    我以後要當科學家，現在要努力學習","    只要理解了，發現這本書也挺簡單的","    這本書的習題還真多。","    我以後要編寫比這個更棒的教材。","    不知道書裡會不會有考試題呢？");
      lahmClassRoomClassingChat["8_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["8_6"] = new Array("    快點打掃完，回家吃飯飯！","    打掃乾淨了，能得表揚嗎？","    什麼時候才能打掃乾淨呀？","    打掃乾淨了，才能得到表揚。","    大掃除真辛苦，下次不做了……","    大家都愛乾淨，我就不用大掃除啦！","    我在大掃除，你不要亂扔垃圾哦！","    早點打掃完，我要去玩球。","    大掃除就該認真點！仔細點！");
      lahmClassRoomClassingChat["8_7"] = new Array("    趕緊做完，我要回家看電視！","    快點幹，主人叫我回家吃飯呢！","    唉，快幫我請個保潔員吧！","    教室裡的灰塵也太多了點吧？","    誰說拖地很輕松的，哄我！","    傳說中拖地不是件輕松活啊！","    誰發明一個大掃除機器人吧！","    是不是停水了就不用拖地？","    拖地真好玩，就像在地上畫畫！");
      lahmClassRoomClassingChat["8_17"] = new Array("    我擦，我擦，我再擦！","    擦乾淨，亮堂堂，多漂亮！","    擦得幹乾淨，擦得亮光光！","    什麼時候才能打掃乾淨呀？","    大掃除真辛苦，下次不做了……","    為什麼一定要我擦桌子……","    教室裡的灰塵也太多了點吧？","    我不喜歡擦桌子，我喜歡掃地！","    見過會擦桌子的拉姆嗎？就是我！","    誰說我不會擦桌子，我擦給你看！");
      lahmClassRoomClassingChat["10_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["10_0"] = new Array("    Z~~Z~~Z~~","    ZZZZZZ……","    呼……呼……");
      lahmClassRoomClassingChat["10_3"] = new Array("    恩，這個味道不錯，真好喝！","    我還是喜歡橘子味的汽水","    口渴啦，喝點飲料解解渴！","    恩，好舒服，喝點東西真不錯！","    咕嚕……咕嚕……真痛快！","    有誰要喝飲料嗎？我分點給他！","    唔~唔~實在是太好喝啦！","    飲料的味道好不好？只有我知道！","    不知道番茄味和橙子味哪種好喝呢？","    甜甜的味道，只有我知道！","    想念橘子汽水酸酸甜甜的味道！","    我還想喝一杯鮮榨果汁……");
      lahmClassRoomClassingChat["10_4"] = new Array("    喜歡吃番茄的拉姆一定很多","    美味的番茄，大番茄，我愛番茄","    老師，為啥我這麼喜歡吃番茄呢？","    番茄酸酸甜甜真好吃","    紅紅的番茄好誘人呀","    要隨時補充體能嘛","    我覺得番茄一定很有營養","    過什麼節日能夠讓我把番茄吃個夠呢？","    我記得番茄好象是富含維生素C吧","    真的有像櫻桃一樣小的番茄嗎？","    總吃番茄好像也有點膩了～","    番茄是很有營養的東西哦～");
      lahmClassRoomClassingChat["10_8"] = new Array("    哎呀，沒有扔進垃圾箱。","    除了扔紙團，還有別的活動嗎？","    下次我改扔番茄吧，不扔紙團了……","    道格總欺負我，看我不拿紙團扔你!","    下次換點別的扔吧……","    下次再欺負我，扔的就不是紙團啦！","    看我無敵紙團飛鏢！我扔……","    有誰的紙團扔得比我還準呢？","    不如來一場扔紙團比賽吧！");
      lahmClassRoomClassingChat["10_9"] = new Array("    活動活動筋骨，放松一下！","    真好！我最喜歡玩球啦！","    我頂，我再頂！球球真好玩呀！","    下次再不聽話，我就把你頂出去！","    真想去操場上玩球呀……","    有沒有同學和我一起玩球？","    我是全班頂球技術最出色的拉姆！","    玩球，貝克拉姆帥還是我帥呢？","    哼~哼~玩球，我才是最棒的！","    玩球球，真呀真好玩！我最喜歡啦！","    有沒有同學和我一起溜出去玩球球？","    有沒有同學和我一起玩球？");
      lahmClassRoomClassingChat["10_15"] = new Array("    這本漫畫書真不錯。","    這本童話書都看過了，我想看新的。","    好精美的插圖呀。","    下次去找閃電借下一本書。","    哇這裡畫的拉姆好像飛飛哦。","    抓緊時間看完，聽說後面還有續集。","    書裡的主人公真幸福呀，不用上學。","    哇，這本書怎麼缺了一頁！","    嗯嗯。。。原來大魔王是他呀。");
      lahmClassRoomClassingChat["11_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["11_4"] = new Array("    恩，番茄真甜呀！還有營養！","    多吃番茄，營養足，學習才好嘛！","    希望大家沒發現我在吃番茄！","    班會時吃東西，是允許的吧？","    悄悄的吃，不要讓大家聞到香味！","    趕緊吃完，過會就不新鮮啦！","    肚子餓了，吃點東西！","    大家先發言，我吃點東西再說！","    吃飽飽我才有精力開班會哦！","    悄悄的吃，不能被發現……","    開班會是個吃東西的好機會！","    班會吃東西不是好學生，我錯了。");
      lahmClassRoomClassingChat["11_1"] = new Array("    困~困~困~我要睡覺覺！","    開班會打打瞌睡沒什麼吧？","    我偶爾也犯困，沒什麼奇怪的！","    班會好無聊呀，我想睡覺！","    大家繼續發言，我先睡會！","    我發現班會沒有睡覺好！","    累~累~累！困~困~困！","    趁著沒被發現，趕緊睡一會！","    開個睡覺的主題班會好不好？","    班會時睡睡覺，應該沒問題吧！","    我偶爾也有打瞌睡的時候……","    我不行啦！太困了，我要睡覺！");
      lahmClassRoomClassingChat["11_18"] = new Array("   感覺有點餓了呢，上課真累呀。","    我要吃東西～好餓呀。","    想想看，昨天的晚飯還真好吃。","    香香的，好吃的呢~~","    要是能和食物說話就好了","    啊嗚啊嗚，bibo~","    吃飯飯～吃飯飯","    有誰帶吃的了？","    額～～想想就流口水呀","    美味的食品～我的最愛","    莊園的特產一定超好吃～","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["11_13"] = new Array("    慢慢寫，不著急，還早著呢！","    太陽下山前，我一定能寫完！","    好記性不如爛筆頭，我寫！","    我寫的字好像越來越工整啦！","    我寫得這麼好，肯定獲表揚！","    趁著班會，趕緊寫課後作業！","    少點作業，我就不在班會上寫啦！","    班會時寫作業，放學回家看電視！","    我不發言了，寫作業要緊！","    班會時間寫作業，放學就能玩啦！","    我的作業都是班會時間完成的！","    學校沒說開班會不能寫作業哦！");
      lahmClassRoomClassingChat["13_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["13_4"] = new Array("    體育課好累呀，要多吃東西。","    多吃番茄，身體棒！","    下次我要帶吃的去上體育課！","    肚子餓了，吃點東西！","    吃飽飽我才有精力繼續上課！");
      lahmClassRoomClassingChat["13_1"] = new Array("    困~困~困~我要睡覺覺！","    上完體育課累死我了","    實在太累了，我想睡覺","    我不行啦！太困了，我要睡覺！");
      lahmClassRoomClassingChat["13_18"] = new Array("   感覺有點餓了呢，體育課真累。","    我要吃東西～好餓呀。","    想想看，昨天的早飯還真好吃。","    老師，有吃的嗎？","    現在完全沒精神了，就想吃東西。");
      lahmClassRoomClassingChat["13_3"] = new Array("    渴死啦渴死啦～","    以後帶著飲料去操場。","    這個飲料味道還真不錯呀。","    哎呀～終於喝上一口水了","    咕咚～咕咚～咕咚～飽了～");
      lahmClassRoomClassingChat["15_2"] = new Array("    禮儀課不是實踐最重要嗎？","     回家好好背背筆記的內容。","    老師，我有問題？我舉手！","    現在不是有個東西叫復印機嗎？","    這是要我記筆記呢？還是罰我抄寫呢！","    老師真辛苦為了我們吃粉筆灰。","    筆記記不完，玩的時間都沒有了。","    我要發明一支快速記筆記筆。","    原來宮廷禮儀這麼多規則呀！","    筆記記的累，能見到麼麼公主也值。","    侍衛和侍從的區別是什麼呢？","    終於快寫完了，哈哈，我想練習敬禮。");
      lahmClassRoomClassingChat["15_1"] = new Array("    打瞌睡會著涼嗎？","     我的眼睛是不是都有血絲了。","    雖然是打瞌睡，可我不會流口水。","    偶爾瞌睡一下有益身體健康，哈哈！","    哈欠~！明天還要來上學呀！","    老師不要誤會，我不會嫌你的課枯燥。","    站有站姿，睡也有睡姿，保持儀態。","    呼~呼~呼！飛飛把球傳給我！","    打起精神的最好辦法就是先睡一會。","    為什麼上課總是和瞌睡並存？","    神哪！賜予我不打瞌睡的能力吧！","    知道嗎？拉姆是在睡覺中長大的。");
      lahmClassRoomClassingChat["15_18"] = new Array("    好餓！要想學習好首先要吃飽！","     嗚~嗚！真是美味呀！","    一口一個，一口兩個......","    什麼是運動型的飲料，我要喝喝！","    吃一口不過癮，還想吃怎麼辦？","    好吃的要和大家分享，老師你要吃嗎？","    啦啦啦，我吃我吃我吃吃。","    吃飯要吃飽，美食要吃夠。","    看不見我看不見我，趕快吃兩口。","    嘖嘖，這個蘋果沒熟，總比沒有好。");
      lahmClassRoomClassingChat["15_20"] = new Array("    鏡子鏡子誰是莊園最美的拉姆？","     我這敬禮的姿勢標準嗎？","    敬禮的動作我要加點特色進去。","    學好禮儀就能去皇宮生活啦。","    將來我可是要為皇家服務的。","    老師，敬禮的時候要注意什麼呢？","    禮儀課，除了敬禮還要學什麼呢？","    愛美的小拉姆最喜歡禮儀課了。","    儀態很重要，千萬不能失態。","    咳咳~！給尊敬的公主陛下敬禮。");
      lahmClassRoomClassingChat["15_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["16_1"] = new Array("    打瞌睡也是一門學問，不能被發現！","     咦！好大的棉花糖。","    勞逸結合才能學習好。","    哇！好多好多蘋果，我要吃個夠！","    呼~呼~呼！我要救出城堡中的公主！","    用小木棍把眼皮撐起來吧！","    物理課什麼的最討厭了，算都算不清楚！","    我的眼皮在打架了！真難受！","    快下課吧，我要好好睡睡。","    老師，能不能少布置點作業呀。","    哈欠~！為什麼打哈欠會流眼淚呢？","    打瞌睡真不是我能控制的事情。");
      lahmClassRoomClassingChat["16_2"] = new Array("     如果沒有蘋果，會有萬有引力定律嗎？ ","    哇！又算錯了，趕快擦掉重寫。","    比起枯燥的公式，我更喜歡做實驗。","    學好物理課，我也能成為發明家嗎？","    我太聰明了，已經能活學活用了！","    老師再講解一遍吧，我~我沒有聽懂。","    我一定要以優秀的成績畢業。","    同桌的你，借我半塊橡皮！","    哇哈！快寫完了，要熬到頭啦！","    看不清楚，老師的字能寫大點嗎？");
      lahmClassRoomClassingChat["16_13"] = new Array("     讓我想想這題應該用什麼公式來演算。","    回答不出來，問老師就對了！","    如果生活是喜劇，我是寫作業的杯具。","    寫作業是一項偉大發明，發明者是誰？","    老師這道題我算的答案正確嗎？","    我埋頭苦畫我的漫畫~！噓！","    啊~！這讓拉姆抓狂的物理題！","    草稿紙用了好幾張，還是沒有頭緒。","    這是哪位神仙出的題目！我要石化了！","    學好物理，我要發明一個寫作業機！","    不就是剛才老師講的題嗎？我會做耶。");
      lahmClassRoomClassingChat["16_19"] = new Array("    公式好難背！我的小腦袋塞不下了！","     物理課的教材是大衛編寫的嗎？","    電壓……電流……都是什麼東西呀？","    我們什麼時候可以做其他實驗呢？","    物理物理，聽起來像是無理！哈哈","    我們在莊園中生活能看見物理現象嗎？","    我太用功了，鉛筆用完好幾支了！ ","    物理無敵小拉姆就是我了！","    我的小腦袋實在是處理不了這麼多內容！","    精確的測量有助於解題。");
      lahmClassRoomClassingChat["16_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      lahmClassRoomClassingChat["14_1"] = new Array("    好困哦，這些東西好複雜呀。","    老師，下課吧，我要去清醒一下。","    原來思考問題也會這麼困。","    實在沒精神，我想不出問題了。","    吃飽飽我才有精力繼續上課！");
      lahmClassRoomClassingChat["14_2"] = new Array("    要把老師講的問題都記下來。","    努力記筆記，爭取考試超過道格。","    實在太累了，我想休息一下了。","    原來大家和我一樣有這麼多問題呀。");
      lahmClassRoomClassingChat["14_5"] = new Array("    老師～我有問題要問～","    老師，我想請教一個問題","    老師～能幫我個忙嗎？");
      
      public function InfolahmClassRoomClassingChat()
      {
         super();
      }
   }
}

