package com.global.staticData.database
{
   public class InfoRestaurantEventObj
   {
      
      public static const RestaurantEventObj:Object = new Object();
      
      RestaurantEventObj[1] = {
         "question":"    你偶然間在餐廳中撿到了一個神秘的背包，週圍都沒有人注意到你，你現在想要：",
         "answer":["站在餐廳的入口處等待失主回來。","反正沒人看到，偷偷的把它帶回家。"],
         "note":["    在等待了許久之後，發現原來這是大衛遺忘在這裡的工具包，你立刻把它交還給了大衛。","    剛走出餐廳大門，就碰到了大衛，原來這是他的工具包，你非常慚愧的交還給了大衛，並且承認了錯誤。"],
         "award":["        50摩爾豆\n        2個馬鈴薯","        5摩爾豆"],
         "money":[50,5]
      };
      RestaurantEventObj[2] = {
         "question":"    這應該是尼克隨身攜帶的筆記本中掉落的一頁，這上面記錄了他研廚藝多年以來的心得，你現在想要：",
         "answer":["借鑑一下尼克的經驗，提升自己廚藝。","把它交還給尼克，回去努力鑽研廚藝。"],
         "note":["    你仔細閱讀之後，把它還給了尼克，此時感覺對廚藝有所領悟，你獲得了：","    經過你的一番努力鑽研，初步領略了做菜的奧義，你獲得了："],
         "award":["        10點餐廳經驗值","        10點餐廳經驗值"],
         "money":[0,0]
      };
      RestaurantEventObj[3] = {
         "question":"    你發現了一把積滿灰塵的破損的椅子，它放在這裡及佔用空間，又妨礙別人行走，你現在想要：",
         "answer":["把它作為垃圾扔出去。","把椅子修好，擺放在餐桌旁邊。"],
         "note":["    由於你的幫忙，來往的客人再也不會被這把椅子絆倒了，餐廳的生意也好了許多。以下給你作為獎勵：","    看到你的熱心幫忙，店主非常感動，跟你暢談了許久，交流了許多經營餐廳的心得，你獲得了："],
         "award":["        100摩爾豆","        5點餐廳經驗"],
         "money":[100,0]
      };
      RestaurantEventObj[4] = {
         "question":"    不知道是誰留在這裡的垃圾袋，影響了這裡的衛生狀況，此時你想要：",
         "answer":["把垃圾袋從這裡帶去出，扔到回收站。","跟餐廳的店主投訴了這件事情。"],
         "note":["    餐廳的服務員發現你在幫助他扔遺忘在餐廳裡垃圾，非常感激。以下給你作為獎勵：","    由於你的投訴，餐廳的店主和服務員在今後的工作中更加細心，讓來此就餐的客人更加滿意。以下給你作為獎勵："],
         "award":["        2個青瓜\n        1個蘋果","        2個青瓜\n        1個蘋果"],
         "money":[0,0]
      };
      RestaurantEventObj[5] = {
         "question":"    有一盒無比美味的便當擺在眼前，你的拉姆又十分飢餓，你現在想要：",
         "answer":["實在是太香了，讓自己的拉姆嘗了一口。","仔細研究這道菜的做法，回去自己做。"],
         "note":["    原來這是餐廳的廚師最新研制的菜品，正打算找拉姆試吃一下，你的拉姆吃完後提供了很多改進意見。以下給你作為獎勵：","    你通過氣味和外觀發現了這道菜的原料和製作工藝，在與這家餐廳的廚師交流之後，廚藝小有提高。你獲得了："],
         "award":["        200摩爾豆","        15點餐廳經驗"],
         "money":[200,0]
      };
      RestaurantEventObj[6] = {
         "question":"    一隻看起來很兇惡的比格獸闖入了餐廳，影響了店裡的生意，你現在想要:",
         "answer":["幫助這家店的主人趕走它。","跟它溝通一下，問問它為什麼來到這裡。"],
         "note":["    你毫不留情的用鍋鏟教訓了它，把它趕出了餐廳。為了感謝你，餐廳的主人送給你：","    經過你的努力，最終發現它是因為餓了才會誤入餐廳的。你給它買了一些吃的以後，比格獸變得很溫順了。"],
         "award":["        100摩爾豆","        15點餐廳經驗\n        3個草莓"],
         "money":[100,0]
      };
      RestaurantEventObj[7] = {
         "question":"    一隻看起來很兇惡的比格獸闖入了餐廳，影響了店裡的生意，你現在想要:",
         "answer":["幫助這家店的主人趕走它。","跟它溝通一下，問問它為什麼來到這裡。"],
         "note":["    你毫不留情的用鍋鏟教訓了它，把它趕出了餐廳。為了感謝你，餐廳的主人送給你：","    經過你的努力，最終發現它是因為餓了才會誤入餐廳的。你給它買了一些吃的以後，比格獸變得很溫順了。"],
         "award":["        80摩爾豆","        5個毛毛豆"],
         "money":[80,0]
      };
      RestaurantEventObj[8] = {
         "question":"    一隻看起來很兇惡的比格獸闖入了餐廳，影響了店裡的生意，你現在想要:",
         "answer":["幫助這家店的主人趕走它。","跟它溝通一下，問問它為什麼來到這裡。"],
         "note":["    你毫不留情的用鍋鏟教訓了它，把它趕出了餐廳。為了感謝你，餐廳的主人送給你：","    經過你的努力，最終發現它是因為餓了才會誤入餐廳的。你給它買了一些吃的以後，比格獸變得很溫順了。"],
         "award":["        50摩爾豆","        10點餐廳經驗\n        3個蘋果"],
         "money":[50,0]
      };
      RestaurantEventObj[100] = {
         "question":"    我是四處流浪的魔法師，看起來你沒有照看好你鍋裡的菜哦，要我使用魔法將你已經燒糊的菜恢復為部分相應的原材料嗎？",
         "answer":["那真是太好了，非常感謝你的幫助。","謝謝你的好意，我會自己解決問題的。"],
         "note":["    魔法師在你的餐廳中施展的神奇的魔力之後，從餐廳中消失了，你驚奇的發現你灶台上燒糊的菜全都不見了。","    魔法師對你的堅持表示欽佩，相信你一定會在自己的努力之下，成為摩爾莊園中最出色的廚師。"],
         "award":["    你所有被燒糊的菜還原為部分原材料或者摩爾豆啦。","        20點餐廳經驗"],
         "money":[0,0]
      };
      RestaurantEventObj[200] = {
         "question":"    一隻迷路的拉姆出現在你的餐廳中了，它看起來非常的疲憊，你現在想要：",
         "answer":["臟兮兮的肯定影響客人吃飯，立刻趕走它。","你幫他洗了個澡，讓它好好睡了一覺。"],
         "note":["    它什麼也沒說生氣的離開了你的餐廳，週圍的吃飯的拉姆投來不滿的目光。","    你跟它聊天的過程得知，原來它是個探險家，由於指南針丟失它才迷路，所以闖進了你的餐廳。"],
         "award":["        你沒有得到任何物品。","        2個聖女果\n        1個鮮雞蛋"],
         "money":[0,0]
      };
      RestaurantEventObj[201] = {
         "question":"    這隻奇怪的拉姆對你說：“我這裡有2把鍋鏟，其中有一把是你之前弄丟的，你把它拿回去吧。”此時你想要：",
         "answer":["那把黃金鍋鏟是我的，快還給我吧。","那把精鐵鍋鏟是我的，快還給我吧。","我沒有丟失過鍋鏟，你去問問別人吧。"],
         "note":["    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    太棒了，我終於找到了一個誠實的小摩爾，這些是我的主人讓我轉交給誠實的小摩爾的獎勵，你收下吧。"],
         "award":["        你沒有得到任何物品。","        你沒有得到任何物品。","        2個鮮雞蛋\n        1個草莓種子"],
         "money":[0,0]
      };
      RestaurantEventObj[202] = {
         "question":"    這隻奇怪的拉姆對你說：“我這裡有2把鍋鏟，其中有一把是你之前弄丟的，你把它拿回去吧。”此時你想要：",
         "answer":["那把黃金鍋鏟是我的，快還給我吧。","那把精鐵鍋鏟是我的，快還給我吧。","我沒有丟失過鍋鏟，你去問問別人吧。"],
         "note":["    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    太棒了，我終於找到了一個誠實的小摩爾，這些是我的主人讓我轉交給誠實的小摩爾的獎勵，你收下吧。"],
         "award":["        你沒有得到任何物品。","        你沒有得到任何物品。","        3個蘋果\n        1個聖女果種子"],
         "money":[0,0]
      };
      RestaurantEventObj[203] = {
         "question":"    這隻奇怪的拉姆對你說：“我這裡有2把鍋鏟，其中有一把是你之前弄丟的，你把它拿回去吧。”此時你想要：",
         "answer":["那把黃金鍋鏟是我的，快還給我吧。","那把精鐵鍋鏟是我的，快還給我吧。","我沒有丟失過鍋鏟，你去問問別人吧。"],
         "note":["    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    你說謊，我這裡就沒有屬於你的鍋鏟。你還不夠誠實，不是我要找的小摩爾，我要去找別人。","    太棒了，我終於找到了一個誠實的小摩爾，這些是我的主人讓我轉交給誠實的小摩爾的獎勵，你收下吧。"],
         "award":["        你沒有得到任何物品。","        你沒有得到任何物品。","        2袋面粉\n        1個石榴種子"],
         "money":[0,0]
      };
      RestaurantEventObj[204] = {
         "question":"    一隻迷路的拉姆出現在你的餐廳中了，它看起來非常的疲憊，你現在想要：",
         "answer":["臟兮兮的肯定影響客人吃飯，立刻趕走它。","你幫他洗了個澡，讓它好好睡了一覺。"],
         "note":["    它什麼也沒說生氣的離開了你的餐廳，週圍的吃飯的拉姆投來不滿的目光。","    你跟它聊天的過程得知，原來它是個探險家，由於指南針丟失它才迷路，所以闖進了你的餐廳。"],
         "award":["        你沒有得到任何物品。","        1個拉姆彈珠"],
         "money":[0,0]
      };
      RestaurantEventObj[205] = {
         "question":"    賣報郎的小拉姆鮑仔突然出現在了你的餐廳，看起來他很需要幫助的樣子，此時你想要：",
         "answer":["它站在這裡很礙事呀，趕走它。","把它帶回到賣報郎的身邊。","在餐廳中好好招待它一頓。"],
         "note":["    你擔心它會影響店裡的生意，所以把它從餐廳中趕走了，週圍的客人投來不滿的目光。","    由於賣報郎總是要出入莊園中的各個角落，所以愛迷路的鮑仔總是會找不到它的主人，為了感謝你的幫助，鮑仔送給你：","由於賣報郎為了將最新的消息送達莊園的每個角落，因此每天非常忙碌，經常忘記照顧他的鮑仔，由於你的盛情款待，鮑仔送給你："],
         "award":["        沒有任何獎勵","        100摩爾豆","        3袋面粉"],
         "money":[0,100,0]
      };
      RestaurantEventObj[206] = {
         "question":"    賣報郎的小拉姆鮑仔突然出現在了你的餐廳，看起來他很需要幫助的樣子，此時你想要：",
         "answer":["它站在這裡很礙事呀，趕走它。","把它帶回到賣報郎的身邊。","在餐廳中好好招待它一頓。"],
         "note":["    你擔心它會影響店裡的生意，所以把它從餐廳中趕走了，週圍的客人投來不滿的目光。","    由於賣報郎總是要出入莊園中的各個角落，所以愛迷路的鮑仔總是會找不到它的主人，為了感謝你的幫助，鮑仔送給你：","由於賣報郎為了將最新的消息送達莊園的每個角落，因此每天非常忙碌，經常忘記照顧他的鮑仔，由於你的盛情款待，鮑仔送給你："],
         "award":["        沒有任何獎勵","        50摩爾豆\n        3個蘋果","        20點餐廳經驗"],
         "money":[0,50,0]
      };
      RestaurantEventObj[207] = {
         "question":"    賣報郎的小拉姆鮑仔突然出現在了你的餐廳，看起來他很需要幫助的樣子，此時你想要：",
         "answer":["它站在這裡很礙事呀，趕走它。","把它帶回到賣報郎的身邊。","在餐廳中好好招待它一頓。"],
         "note":["    你擔心它會影響店裡的生意，所以把它從餐廳中趕走了，週圍的客人投來不滿的目光。","    由於賣報郎總是要出入莊園中的各個角落，所以愛迷路的鮑仔總是會找不到它的主人，為了感謝你的幫助，鮑仔送給你：","由於賣報郎為了將最新的消息送達莊園的每個角落，因此每天非常忙碌，經常忘記照顧他的鮑仔，由於你的盛情款待，鮑仔送給你："],
         "award":["        沒有任何獎勵","        3個草莓","        3個草莓"],
         "money":[0,0,0]
      };
      RestaurantEventObj.NPCEveryDayTaskList = [42];
      
      public function InfoRestaurantEventObj()
      {
         super();
      }
   }
}

