package com.global.staticData.database.profession
{
   public class InfoProfessionArr
   {
      
      public static var ProfessionArr:Array = [["點我申請成為蘑菇嚮導","蘑菇嚮導","小蘑菇嚮導","大蘑菇嚮導","銅蘑菇嚮導","銀蘑菇嚮導","金蘑菇嚮導"],["點我申請成為警察","警 察"],["點我申請成為記者","記 者"],["點我申請成為消防員","消防員","消防員"],["點我申請成為見習騎士","見習騎士","勳章騎士"],["點我申請成為森林騎士","森林騎士"],["點我申請成為拉姆救治師","拉姆救治師"],["點我申請成為SMC駕駛員","SMC駕駛員"],["點我申請成為建築師","初級建築師","助理建築師","高級建築師","名譽建築師","皇家建築師"],["點我申請成為拉姆小導師","拉姆小導師","蹦蹦小導師","飛飛小導師","超級小導師","神力小導師"],["點我申請成為健康營養師學員","健康營養師學員","初級健康營養師","高級健康營養師","資深健康營養師","皇家健康營養師"],["點我申請成為SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人"],[],[],["點我申請成為SMC馴獸師","SMC馴獸師","SMC馴獸師","SMC馴獸師","SMC馴獸師","SMC馴獸師"],[]];
      
      public static var otherProfessionArr:Array = [["他還不是蘑菇嚮導","蘑菇嚮導","小蘑菇嚮導","大蘑菇嚮導","銅蘑菇嚮導","銀蘑菇嚮導","金蘑菇嚮導"],["他還不是警察","警 察"],["他還不是記者","記 者"],["他還不是消防員","消防員","消防員"],["他還不是騎士","見習騎士","勳章騎士"],["他還不是森林騎士","森林騎士"],["他還不是拉姆救治師","拉姆救治師"],["他還不是SMC駕駛員","SMC駕駛員"],["他還不是建築師","初級建築師","助理建築師","高級建築師","名譽建築師","皇家建築師"],["他還不是拉姆小導師","拉姆小導師","蹦蹦小導師","飛飛小導師","超級小導師","神力小導師"],["他還不是健康營養師學員","健康營養師學員","初級健康營養師","高級健康營養師","資深健康營養師","皇家健康營養師"],["他還不是SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人","SMC小獵人"],[],[],["他還不是SMC小獵人","SMC馴獸師","SMC馴獸師","SMC馴獸師","SMC馴獸師","SMC馴獸師"],[]];
      
      public static var HonorArr:Array = [["去尼爾拉塔領取建設卡吧","建設卡 學徒<br>去尼爾拉塔打工可以升級","建設卡 泥土工人<br>去尼爾拉塔打工可以升級","建設卡 建築隊長<br>去尼爾拉塔打工可以升級","建設卡 總工程師"],["火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 "],["花園幫手 lv","花園小匠 lv","花園工匠 lv","花園巧匠 lv"],["牧場幫手 lv","實習牧場主 lv","優秀牧場主 lv","超級牧場主 lv"],["去建設署找湯米修建拉姆餐廳吧","拉姆餐廳 lv"],[]];
      
      public static var otherHonorArr:Array = [["他還沒有建設卡","建設卡 學徒","建設卡 泥土工人","建設卡 建築隊長","建設卡 總工程師"],["火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 ","火神勇士 "],["花園幫手 lv","花園小匠 lv","花園工匠 lv","花園巧匠 lv"],["牧場幫手 lv","實習牧場主 lv","優秀牧場主 lv","超級牧場主 lv"],["他還沒有開設拉姆餐廳哦","拉姆餐廳 lv"],[]];
      
      public static var baseinfoArr:Array = [["修改暱稱","保存暱稱"],["在摩爾莊園的等級"],["首次進入莊園的日期"],["在摩爾莊園的摩爾豆"],["力量值"],["智慧值"],["魅力值"],["我有超級拉姆"],["我是SMC成員"],["我是摩爾公民"],[]];
      
      public static var otherbaseinfoArr:Array = [["",""],["在摩爾莊園的等級"],["首次進入莊園的日期"],["在摩爾莊園的摩爾豆"],["力量值"],["智慧值"],["魅力值"],["他有超級拉姆"],["他是SMC成員"],["他是摩爾公民"],[]];
      
      public function InfoProfessionArr()
      {
         super();
      }
   }
}

