package com.global.staticData.database.cloths
{
   public class InfoClothBuyHint
   {
      
      public static const ClothHint:Object = new Object();
      
      ClothHint["12340"] = "哇，你發現我了。謝謝你還記得我這棵默默無聞的小草";
      ClothHint["12365"] = "經過努力你將獲得一套見習騎士裝,是否馬上領取?";
      ClothHint["160626"] = "你發現了2010摩爾腳印,要把它撿起來嗎？";
      ClothHint["12054"] = "你發現了神龜眼罩,要把它撿起來嗎？";
      ClothHint["160142"] = "你找到了毛毛怪精心培養的毛毛樹,是否要把它帶回家？";
      ClothHint["12194"] = "為了更好的輔導小拉姆學習，送你一本輔導書吧";
      ClothHint["160144"] = "這是艾爾警官送給你的保險箱，你要領取嗎？";
      ClothHint["160148"] = "你發現了小屋門牌，要放入你的小屋中嗎?";
      ClothHint["12326"] = "送給助人為樂的嚮導一個嚮導小桌";
      ClothHint["12100"] = "愛心服送給有愛心的小摩爾！";
      ClothHint["12099"] = "愛心帽送給有愛心的小摩爾！";
      ClothHint["160201"] = "哇!你發現了神秘的小瓷瓶,要把它放回小屋倉庫嗎?";
      ClothHint["12245"] = "恭喜,你發現了紅領巾，你要領取嗎？";
      ClothHint["12066"] = "恭喜,你發現了掃把，你要領取嗎？";
      ClothHint["12508"] = "周年慶典快樂，送你一個周年慶典氣球！";
      ClothHint["12509"] = "周年慶典快樂，送你一個慶典糖果氣球！";
      ClothHint["12510"] = "周年慶典快樂，送你一個快樂摩爾氣球！";
      ClothHint["12217"] = "恭喜你！你找到了一件漂亮的小梨子頭套！";
      ClothHint["12216"] = "恭喜你！你找到了一件漂亮的小草莓頭套！";
      ClothHint["12506"] = "周年慶典快樂！送你一件漂亮的蛋糕裝！";
      ClothHint["12534"] = "周年慶典快樂！送你一把周年慶典手杖！快去百寶箱裡看看吧！";
      ClothHint["12118"] = "太陽公公當空照，小小荷葉來遮陽！你要領取一支小荷葉傘嗎？";
      ClothHint["12557"] = "莊園突發大火，公民管理處緊急發放防火面具，保護公民安全！";
      ClothHint["12572"] = "送給團結的小摩爾們一顆摩爾團結之心！";
      ClothHint["12574"] = "送給勇敢的小摩爾們一顆摩爾勇敢之心！";
      ClothHint["1220040"] = "兒童節快樂！送你一頂魔術禮帽!";
      ClothHint["12677"] = "讓我們一起努力訓練，這是瑞琪送給大家的騎士羽毛，為保護莊園而努力！";
      ClothHint["12134"] = "恭喜你！你發現了一個紅色漿果！";
      ClothHint["12135"] = "恭喜你！你發現了一個黃色漿果！";
      ClothHint["190038"] = "恭喜你！你發現了一個閃光粉！";
      ClothHint["12731"] = "恭喜！你發現了一張探險背景！";
      ClothHint["160420"] = "恭喜！你發現了一張拉姆入學海報！";
      ClothHint["12207"] = "十月慶祝國慶日，送你一面小旗子！";
      ClothHint["160864"] = "你發現了2011年腳印收集曆,要把它撿起來嗎？";
      ClothHint["161022"] = "你發現了2012年腳印收集曆,要把它撿起來嗎？";
      ClothHint["161161"] = "你發現了2013年腳印收集曆,要把它撿起來嗎？";
      
      public function InfoClothBuyHint()
      {
         super();
      }
   }
}

